[{
    "name": "3CX",
    "slug": "3cx",
    "link": "https://distrowatch.com/3cx",
    "about": "3CX Phone System is a specialist, Debian-based Linux distribution designed to run a complete unified communications platform. The 3CX client, included in the distribution, can also be installed separately on most hardware as well as the cloud. It provides a complete open standards-based IP PBX and phone system that works with popular SIP trunks and IP phones. It will automatically configure all supported peripherals and it also comes with clients for Windows, OS X, iOS and Android. The ISO image includes a free license for the 3CX PBX edition. The ISO image contains the standard Debian installer which installs a minimal system with the nginx web server, PostgreSQL database, iptables firewall and Secure Shell. Options not relevant to 3CX have been removed from the distribution.",
    "popularity": "169 (46 hits per day)",
    "homepage": "http://www.3cx.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["No desktop"]
}, {
    "name": "4MLinux",
    "slug": "4mlinux",
    "link": "https://distrowatch.com/4mlinux",
    "about": "4MLinux is a miniature Linux distribution focusing on four capabilities: maintenance (as a system rescue live CD), multimedia (for playing video DVDs and other multimedia files), miniserver (using the inetd daemon), and mystery (providing several small Linux games). The distribution includes support for booting on UEFI-enabled machines.",
    "popularity": "62 (174 hits per day)",
    "homepage": "http://4mlinux.com/",
    "based_ons": [],
    "desktop_environments": ["JWM"]
}, {
    "name": "Absolute",
    "slug": "absolute",
    "link": "https://distrowatch.com/absolute",
    "about": "Absolute Linux is a light-weight modification of Slackware Linux. It includes several utilities that make configuration and maintenance easier and it has many common desktop and Internet applications installed and configured with tight integration of menus, applications and MIME types. Absolute Linux uses IceWM and ROX for its window and file managers.",
    "popularity": "66 (165 hits per day)",
    "homepage": "https://www.absolutelinux.org/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["IceWM"]
}, {
    "name": "AcademiX",
    "slug": "academix",
    "link": "https://distrowatch.com/academix",
    "about": "AcademiX GNU/Linux is a Debian Stable-based distribution which works with software which can be used at all levels of education from grade schools through to university. AcademiX includes an installation utility (called EDU) that can be used to install a variety of applications in mathematics, physics, chemistry, geography, biology, statistics, electronics, amateur radio, graphics, office, programming - which are accompanied by virtual interactive labs. The distribution uses the MATE desktop by default.",
    "popularity": "197 (38 hits per day)",
    "homepage": "https://academixproject.com",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["MATE"]
}, {
    "name": "AlmaLinux",
    "slug": "alma",
    "link": "https://distrowatch.com/alma",
    "about": "AlmaLinux OS is an open-source, community-driven project that is built from the source code of Red Hat Enterprise Linux (RHEL). AlmaLinux is a completely binary compatible fork of RHEL 8 and it is maintained by AlmaLinux OS Foundation which is a register non-profit.",
    "popularity": "22 (376 hits per day)",
    "homepage": "https://almalinux.org/",
    "based_ons": ["Fedora", "Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Alpine",
    "slug": "alpine",
    "link": "https://distrowatch.com/alpine",
    "about": "Alpine Linux is a community developed operating system designed for routers, firewalls, VPNs, VoIP boxes and servers. It was designed with security in mind; it has proactive security features like PaX and SSP that prevent security holes in the software to be exploited. The C library used is musl and the base tools are all in BusyBox. Those are normally found in embedded systems and are smaller than the tools found in GNU/Linux systems.",
    "popularity": "27 (337 hits per day)",
    "homepage": "https://www.alpinelinux.org/",
    "based_ons": [],
    "desktop_environments": ["Xfce"]
}, {
    "name": "ALT",
    "slug": "alt",
    "link": "https://distrowatch.com/alt",
    "about": "ALT Linux was founded in 2001 by a merge of two large Russian free software projects. By the year 2008 it became a large organization developing and deploying free software, writing documentation and technical literature, supporting users, and developing custom products. ALT Linux produces different types of distributions for various purposes. There are desktop distributions for home and office computers and for corporate servers, universal distributions that include a wide variety of development tools and documentation, certified products, distributions specialized for educational institutions, and distributions for low-powered computers. ALT Linux has its own development infrastructure and repository called Sisyphus, which provides the base for all the different editions of ALT Linux.",
    "popularity": "46 (216 hits per day)",
    "homepage": "https://en.altlinux.org/",
    "based_ons": ["Mandrake"],
    "desktop_environments": ["AfterStep", "Blackbox", "Cinnamon", "Enlightenment", "FVWM", "GNOME", "IceWM", "KDE", "LXDE", "MATE", "Openbox", "LXQt", "WMaker", "Xfce"]
}, {
    "name": "Anarchy",
    "slug": "anarchy",
    "link": "https://distrowatch.com/anarchy",
    "about": "Anarchy Installer (formerly Anarchy Linux) provides a text-based installer to help set up and customize an Arch Linux based operating system. The installer provides quick access to multiple desktop environments and custom configurations.",
    "popularity": "146 (57 hits per day)",
    "homepage": "https://gitlab.com/anarchyinstaller",
    "based_ons": ["Arch"],
    "desktop_environments": ["Budgie", "Cinnamon", "GNOME", "Xfce"]
}, {
    "name": "antiX",
    "slug": "antix",
    "link": "https://distrowatch.com/antix",
    "about": "antiX is a fast, lightweight and easy-to-install Linux live CD distribution based on Debian's \"Stable\" branch for x86 compatible systems. antiX offers users the \"antiX Magic\" in an environment suitable for old computers. The goal of antiX is to provide a light, but fully functional and flexible free operating system for both newcomers and experienced users of Linux. It should run on most computers, ranging from 256 MB old PIII systems with pre-configured swap to the latest powerful boxes. 256 MB RAM is recommended minimum for antiX. The installer needs minimum 2.7 GB hard disk size. antiX can also be used as a fast-booting rescue CD, or run \"live\" on a USB stick, with or without persistent file storage.",
    "popularity": "15 (471 hits per day)",
    "homepage": "https://antixlinux.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Fluxbox", "IceWM", "JWM"]
}, {
    "name": "APODIO",
    "slug": "apodio",
    "link": "https://distrowatch.com/apodio",
    "about": "APODIO is a Linux live and installation DVD with a large collection of open source audio and video software, as well as graphical utilities for making system administration as simple and intuitive as possible. It is based on Ubuntu.",
    "popularity": "202 (37 hits per day)",
    "homepage": "http://www.apodio.org/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Arch",
    "slug": "arch",
    "link": "https://distrowatch.com/arch",
    "about": "Arch Linux is an independently developed, x86_64-optimised Linux distribution targeted at competent Linux users. It uses 'pacman', its home-grown package manager, to provide updates to the latest software applications with full dependency tracking. Operating on a rolling release system, Arch can be installed from a CD image or via an FTP server. The default install provides a solid base that enables users to create a custom installation. In addition, the Arch Build System (ABS) provides a way to easily build new packages, modify the configuration of stock packages, and share these packages with other users via the Arch Linux user repository.",
    "popularity": "44 (220 hits per day)",
    "homepage": "http://www.archlinux.org/",
    "based_ons": [],
    "desktop_environments": ["Cinnamon", "Enlightenment", "GNOME", "KDE", "LXDE", "MATE", "Xfce"]
}, {
    "name": "ArchBang",
    "slug": "archbang",
    "link": "https://distrowatch.com/archbang",
    "about": "ArchBang Linux is a lightweight distribution based on Arch Linux. Using the i3 window manager, it is fast, up-to-date and suitable for both desktop and portable systems.",
    "popularity": "141 (61 hits per day)",
    "homepage": "https://archbang.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["i3"]
}, {
    "name": "Archcraft",
    "slug": "archcraft",
    "link": "https://distrowatch.com/archcraft",
    "about": "Archcraft is a minimal Linux distribution based on Arch Linux. The project provides a graphical user interface using minimal window managers rather than full featured desktop environments. Archcraft is installed using the Calamares system installer and includes the yay package manager to facilitate fetching software from the Arch User Repository.",
    "popularity": "63 (174 hits per day)",
    "homepage": "https://archcraft.io/",
    "based_ons": ["Arch"],
    "desktop_environments": ["bspwm", "Openbox"]
}, {
    "name": "ArchLabs",
    "slug": "archlabs",
    "link": "https://distrowatch.com/archlabs",
    "about": "ArchLabs is a distribution based on Arch Linux and featuring the Openbox window manager as the primary desktop interface. ArchLabs is a 64-bit, rolling release distribution which provides a live DVD. The distribution can be installed using the AL-Installer system installer.",
    "popularity": "102 (106 hits per day)",
    "homepage": "https://archlabslinux.com/",
    "based_ons": ["Arch"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Archman",
    "slug": "archman",
    "link": "https://distrowatch.com/archman",
    "about": "Archman GNU/Linux is an Arch Linux-based distribution which features the Calamares system installer and a pre-configured desktop environment. Archman also features the Pamac package manager for easy installation of new software packages.",
    "popularity": "59 (181 hits per day)",
    "homepage": "https://archman.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["i3", "Xfce"]
}, {
    "name": "ArchStrike",
    "slug": "archstrike",
    "link": "https://distrowatch.com/archstrike",
    "about": "ArchStrike is a distribution for security professionals and researchers based on Arch Linux. ArchStrike provides an extra repository of security software and is available in Openbox and Minimal 64-bit builds. ArchStrike provides a live desktop environment based on the Openbox window manager.",
    "popularity": "183 (43 hits per day)",
    "homepage": "https://archstrike.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Openbox"]
}, {
    "name": "ArcoLinux",
    "slug": "arco",
    "link": "https://distrowatch.com/arco",
    "about": "ArcoLinux (previously known as ArchMerge) is a distribution based on Arch Linux. The development takes places in three branches - ArcoLinux, ArcoLinuxD and ArcoLinuxB. ArcoLinux is a full-featured distribution that ships with the Xfce desktop (as well as Openbox and i3 window managers). ArcoLinuxD is a minimal distribution that includes scripts that enable power users to install any desktop and application. ArcoLinuxB is a project that gives users the power to build custom distributions, while also developing several community editions with pre-configured desktops, such as Awesome, bspwm, Budgie, Cinnamon, Deepin, GNOME, MATE and KDE Plasma. ArcoLinux also provides various video tutorials as it places strong focus on learning and acquiring Linux skills.",
    "popularity": "20 (390 hits per day)",
    "homepage": "https://arcolinux.info/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Awesome", "bspwm", "Budgie", "Cinnamon", "Deepin", "GNOME", "i3", "MATE", "KDE Plasma", "Openbox", "Xfce"]
}, {
    "name": "Armbian",
    "slug": "armbian",
    "link": "https://distrowatch.com/armbian",
    "about": "Armbian is a Linux distribution designed for ARM development boards. It is usually based on one of the stable or development versions of Debian or Ubuntu and it supports a wide variety of popular ARM-based devices, including Banana Pi, Cubieboard, Olimex, Orange Pi, Odroid, Pine64 and others. Armbian includes a menu-driven configuration tool along with stock Debian utilities, the Bash shell, and a choice of Cinnamon or Xfce desktop.",
    "popularity": "147 (57 hits per day)",
    "homepage": "https://www.armbian.com/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Cinnamon", "Xfce"]
}, {
    "name": "Artix",
    "slug": "artix",
    "link": "https://distrowatch.com/artix",
    "about": "Artix Linux is a fork (or continuation as an autonomous project) of the Arch-OpenRC and Manjaro-OpenRC projects. Artix Linux offers a lightweight, rolling-release operating system featuring the OpenRC init software. (Alternative spins feature the runit and s6 init software.) Several editions of Artix Linux are available, featuring either a plain command line or one of several desktop environments.",
    "popularity": "96 (125 hits per day)",
    "homepage": "https://artixlinux.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Cinnamon", "LXDE", "LXQt", "MATE", "KDE Plasma", "Xfce"]
}, {
    "name": "AV Linux",
    "slug": "avlinux",
    "link": "https://distrowatch.com/avlinux",
    "about": "AV Linux is a versatile, Debian-based distribution featuring a large collection of audio and video production software. Additionally, it also includes a custom kernel with IRQ threading enabled for low-latency audio performance. AV Linux can be run directly from a live DVD or a live USB storage device, though it can also be installed on a hard disk and used as a general-purpose operating system for everyday tasks.",
    "popularity": "69 (158 hits per day)",
    "homepage": "http://www.bandshed.net/avlinux/",
    "based_ons": ["Debian", "MX Linux"],
    "desktop_environments": ["Openbox", "Xfce"]
}, {
    "name": "Baruwa",
    "slug": "baruwa",
    "link": "https://distrowatch.com/baruwa",
    "about": "Baruwa Enterprise Edition is a CentOS-based, commercial Linux distribution delivering fully-fledged mail security solutions. It provides protection from spam, viruses, phishing attempts and malware. It is designed for organizations of any size from small to medium businesses to large service providers, carriers and enterprises. Baruwa Enterprise Edition works with any standard SMTP server and it comes with automated installation and configuration management tools. The web-based management interface is implemented using web 2.0 features (AJAX) and available in over 25 languages. Also included is reporting functionality with an easy-to-use query builder and advanced search options.",
    "popularity": "242 (28 hits per day)",
    "homepage": "https://www.baruwa.com/",
    "based_ons": ["Fedora", "CentOS"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Batocera",
    "slug": "batocera",
    "link": "https://distrowatch.com/batocera",
    "about": "Batocera.linux is a minimal distribution dedicated to running retrogaming software. The distribution is able to run on most desktop computers, laptops and several single-board computers, including the Raspberry Pi. batocera.linux can be run from a USB thumb drive or SD card, allowing it to be transferred between computers. batocera.linux is based on RecalboxOS.",
    "popularity": "107 (94 hits per day)",
    "homepage": "https://batocera.org/",
    "based_ons": [],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Bedrock",
    "slug": "bedrock",
    "link": "https://distrowatch.com/bedrock",
    "about": "Bedrock Linux is a meta Linux distribution which allows users to utilize features from other, typically mutually exclusive distributions. Essentially, users can mix-and-match components and packages as desired from multiple Linux distributions and have them work seamlessly side-by-side.",
    "popularity": "184 (43 hits per day)",
    "homepage": "https://bedrocklinux.org/",
    "based_ons": [],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Berry",
    "slug": "berry",
    "link": "https://distrowatch.com/berry",
    "about": "Berry Linux is a bootable CD Linux with automatic hardware detection and support for many graphics cards, sound cards, SCSI and USB devices and other peripherals. Berry Linux can be used as a Linux demo, educational CD or as a rescue system. It is not necessary to install anything on a hard disk, although this option is also available (it needs 1.2GB of hard disk space). Berry Linux is based on Fedora (previously it was based on Red Hat Linux and KNOPPIX).",
    "popularity": "187 (42 hits per day)",
    "homepage": "http://berry-lab.net/berry.html",
    "based_ons": ["Fedora"],
    "desktop_environments": ["LXDE", "Maynard"]
}, {
    "name": "Bicom",
    "slug": "bicom",
    "link": "https://distrowatch.com/bicom",
    "about": "Bicom Systems' PBXware is a Gentoo-based single-purpose distribution that serves as a telephony platform. It supports a wide range of PSTN and VoIP technologies. Creation of enhanced voicemail, ACD queues, IVR auto attendants, conference bridges, music on hold, least-cost routing, national and global voice networks are all deployable as a single unit or redundant network.",
    "popularity": "203 (37 hits per day)",
    "homepage": "http://www.bicomsystems.com/products/pbxware/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "BigLinux",
    "slug": "biglinux",
    "link": "https://distrowatch.com/biglinux",
    "about": "BigLinux is a Brazilian Linux distribution localised into Brazilian Portuguese. It is was originally based on Kubuntu, but starting from 2017 the distribution was been re-born based on deepin. It then offered two desktop environments - Cinnamon and Deepin. In 2021 the distribution switched bases and desktop environments again, migrating to Manjaro Linux running KDE Plasma.",
    "popularity": "104 (96 hits per day)",
    "homepage": "https://www.biglinux.com.br/",
    "based_ons": ["Manjaro"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "BlackArch",
    "slug": "blackarch",
    "link": "https://distrowatch.com/blackarch",
    "about": "BlackArch Linux is an Arch Linux-based distribution designed for penetration testers and security researchers. It is supplied as a live DVD image that comes with several lightweight window managers, including Fluxbox, Openbox, Awesome and spectrwm. It ships with over a thousand specialist tools for penetration testing and forensic analysis.",
    "popularity": "142 (61 hits per day)",
    "homepage": "http://blackarch.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Awesome", "Blackbox", "Fluxbox", "spectrwm"]
}, {
    "name": "BlueOnyx",
    "slug": "blueonyx",
    "link": "https://distrowatch.com/blueonyx",
    "about": "BlueOnyx is a server distribution based on CentOS. It is the mission of BlueOnyx to provide a fully-integrated Internet hosting platform that includes web, e-mail, DNS and file transfer services from a simple, user-friendly web-based interface that is easily installed on commodity hardware or virtual private server.",
    "popularity": "235 (29 hits per day)",
    "homepage": "http://www.blueonyx.it/",
    "based_ons": ["CentOS"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Bluestar",
    "slug": "bluestar",
    "link": "https://distrowatch.com/bluestar",
    "about": "Bluestar Linux is a GNU/Linux distribution that is based on Arch Linux. The Bluestar distribution features up to date packages, a full range of desktop and multimedia software in the default installation and a live desktop DVD.",
    "popularity": "35 (272 hits per day)",
    "homepage": "https://sourceforge.net/projects/bluestarlinux/",
    "based_ons": ["Arch"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Bodhi",
    "slug": "bodhi",
    "link": "https://distrowatch.com/bodhi",
    "about": "Bodhi Linux is an elegant and lightweight Debian/Ubuntu-based distribution featuring Moksha, an Enlightenment-17-based desktop environment. The project takes a decidedly minimalist approach by offering modularity, high levels of customisation, and choice of themes. Bodhi releases come in several editions, including Standard (64-bit) and Legacy (32-bit) which are minimalist, only including a web browser, terminal, file manger, text editor and photo GUI applications, while the AppPack edition includes more applications and tools preinstalled. Additional software can be added with Bodhi's web-based AppCenter, Synaptic, and APT.",
    "popularity": "68 (161 hits per day)",
    "homepage": "https://www.bodhilinux.com/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Moksha (Enlightenment)"]
}, {
    "name": "BOSS",
    "slug": "boss",
    "link": "https://distrowatch.com/boss",
    "about": "BOSS (Bharat Operating System Solutions) GNU/Linux is a Debian-based Linux distribution developed by C-DAC for enhancing the use of free and open source software in India. Made specifically for the Indian environment, it consists of a pleasing desktop environment coupled with support for several Indian languages (Bengali, Gujarati, Hindi, Malayalam, Punjabi, Tamil) and other packages that are most relevant for use in the government domain.",
    "popularity": "210 (33 hits per day)",
    "homepage": "https://bosslinux.in/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Cinnamon"]
}, {
    "name": "BSDRP",
    "slug": "bsdrp",
    "link": "https://distrowatch.com/bsdrp",
    "about": "BSD Router Project (BSDRP) is an embedded free and open-source router distribution based on FreeBSD with Quagga (a software routing suite) and BIRD (an open-source implementation for routing Internet Protocol packets). Unlike other embedded networking tools, BSDRP focuses exclusively on routing packets and not on advanced firewall techniques. Additional functionality can be added to the operating system via FreeBSD's ports collection.",
    "popularity": "165 (49 hits per day)",
    "homepage": "http://bsdrp.net/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "BunsenLabs",
    "slug": "bunsenlabs",
    "link": "https://distrowatch.com/bunsenlabs",
    "about": "BunsenLabs Linux is a distribution offering a light-weight and easily customizable Openbox desktop. The BunsenLabs distribution is based on Debian's Stable branch and is a community continuation of the CrunchBang Linux distribution.",
    "popularity": "89 (130 hits per day)",
    "homepage": "https://www.bunsenlabs.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["Openbox"]
}, {
    "name": "CAINE",
    "slug": "caine",
    "link": "https://distrowatch.com/caine",
    "about": "CAINE (Computer Aided INvestigative Environment) is an Ubuntu-based GNU/Linux live distribution created as a project of digital forensics. It offers a complete forensic environment that is organised to integrate existing software tools as software modules and to provide a friendly graphical interface. The main design objectives that CAINE aims to guarantee are: an interoperable environment that supports the digital investigator during the four phases of the digital investigation, a user-friendly graphical interface, and a semi-automated compilation of the final report.",
    "popularity": "192 (40 hits per day)",
    "homepage": "http://www.caine-live.net/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["MATE"]
}, {
    "name": "Calculate",
    "slug": "calculate",
    "link": "https://distrowatch.com/calculate",
    "about": "Calculate Linux is a Gentoo-based family of three distinguished distributions. Calculate Directory Server (CDS) is a solution that supports Windows and Linux clients via LDAP + SAMBA, providing proxy, mail and Jabbers servers with streamlined user management. Calculate Linux Desktop (CLD) is a workstation and client distribution (with a choice of Cinnamon, KDE Plasma, LXQt, MATE or Xfce desktops) that includes a wizard to configure a connection to Calculate Directory Server. Calculate Linux Scratch (CLS) is a live CD with a build framework for creating a custom distribution.",
    "popularity": "123 (70 hits per day)",
    "homepage": "https://www.calculate-linux.org/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["Cinnamon", "KDE Plasma", "LXQt", "MATE", "Xfce"]
}, {
    "name": "CentOS",
    "slug": "centos",
    "link": "https://distrowatch.com/centos",
    "about": "CentOS as a group is a community of open source contributors and users which started in 2003 and has been sponsored by Red Hat since 2014. CentOS Linux versions up to CentOS Linux 8 are 100% compatible rebuilds of Red Hat Enterprise Linux, in full compliance with Red Hat's redistribution requirements. In 2020 it was announced CentOS Linux is being discontinued and replaced with CentOS Stream, a developer-focused distribution which acts as a middle-stream between Fedora and Red Hat Enterprise Linux.",
    "popularity": "34 (274 hits per day)",
    "homepage": "http://www.centos.org/",
    "based_ons": ["Fedora", "Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Clear",
    "slug": "clear",
    "link": "https://distrowatch.com/clear",
    "about": "Clear Linux is a minimal distribution primarily designed with performance and cloud use-cases in mind. The operating system upgrades as a whole rather than using individual packages. Extra software can be added to the system (along with associated dependencies) using pre-compiled bundles which can be accessed through the distribution's swupd software manager.",
    "popularity": "70 (156 hits per day)",
    "homepage": "https://clearlinux.org/",
    "based_ons": [],
    "desktop_environments": ["GNOME"]
}, {
    "name": "ClearOS",
    "slug": "clearos",
    "link": "https://distrowatch.com/clearos",
    "about": "ClearOS is a small business server operating system with server, networking, and gateway functions. It is designed primarily for homes, small, medium, and distributed environments. It is managed from a web based user interface, but can also be completely managed and tuned from the command line. ClearOS is available in a free Community Edition, which includes available open source updates and patches from its upstream sources. ClearOS is also offered in a Home and Business Edition which receives additional testing of updates and only uses tested code for updates. Professional tech-support is also available. Currently ClearOS offers around 100+ different features which can be installed through the onboard ClearOS Marketplace.",
    "popularity": "124 (70 hits per day)",
    "homepage": "https://clearos.com/",
    "based_ons": ["Fedora", "Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Clonezilla",
    "slug": "clonezilla",
    "link": "https://distrowatch.com/clonezilla",
    "about": "Clonezilla Live is a Debian-based live CD containing Clonezilla, a partition and disk cloning software similar to Norton Ghost. It saves and restores only used blocks in hard drive. With Clonezilla, one can clone a 5 GB system to 40 clients in about 10 minutes.",
    "popularity": "122 (71 hits per day)",
    "homepage": "https://clonezilla.org/",
    "based_ons": ["Debian (Unstable)"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "CloudReady",
    "slug": "cloudready",
    "link": "https://distrowatch.com/cloudready",
    "about": "CloudReady is an operating system built and maintained by Neverware. Based on Google’s open source Chromium OS, CloudReady uses web apps and cloud storage instead of traditional software and local storage. The CloudReady distribution is available in free and commercially supported versions.",
    "popularity": "95 (126 hits per day)",
    "homepage": "https://www.neverware.com/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Condres",
    "slug": "condres",
    "link": "https://distrowatch.com/condres",
    "about": "Condres OS was a rolling release distribution based on Arch Linux available in nine editions, most of them geared toward desktop usage. In 2022 the project shifted to a Debian base with a single, KDE Plasma edition.",
    "popularity": "136 (63 hits per day)",
    "homepage": "https://condresos.codelinsoft.it/",
    "based_ons": ["Debian"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "CRUX",
    "slug": "crux",
    "link": "https://distrowatch.com/crux",
    "about": "CRUX is a lightweight, Linux distribution for computers running on 64-bit x86 processors. The distribution is targeted at experienced Linux users. The primary focus of this distribution is \"keep it simple\", which is reflected in a simple tar.gz-based package system, BSD-style initscripts, and a relatively small collection of trimmed packages. The secondary focus is utilization of new Linux features and recent tools and libraries.",
    "popularity": "178 (44 hits per day)",
    "homepage": "http://crux.nu/",
    "based_ons": [],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Daphile",
    "slug": "daphile",
    "link": "https://distrowatch.com/daphile",
    "about": "Daphile is a minimal operating system for running a digital audio player on a headless computer. The operating system and media manager can be controlled remotely using a web-based interface.",
    "popularity": "198 (38 hits per day)",
    "homepage": "http://www.daphile.com/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Debian",
    "slug": "debian",
    "link": "https://distrowatch.com/debian",
    "about": "The Debian Project is an association of individuals who have made common cause to create a free operating system. This operating system is called Debian. Debian systems currently use the Linux kernel. Linux is a completely free piece of software started by Linus Torvalds and supported by thousands of programmers worldwide. Of course, the thing that people want is application software: programs to help them get what they want to do done, from editing documents to running a business to playing games to writing more software. Debian comes with over 50,000 packages (precompiled software that is bundled up in a nice format for easy installation on your machine) - all of it free. It's a bit like a tower. At the base is the kernel. On top of that are all the basic tools. Next is all the software that you run on the computer. At the top of the tower is Debian -- carefully organizing and fitting everything so it all works together.",
    "popularity": "8 (1,027 hits per day)",
    "homepage": "http://www.debian.org/",
    "based_ons": [],
    "desktop_environments": ["AfterStep", "Awesome", "Blackbox", "Cinnamon", "Fluxbox", "flwm", "FVWM", "GNOME", "i3", "IceWM", "ion", "JWM", "KDE", "LXDE", "LXQt", "MATE", "Openbox", "pekwm", "Ratpoison", "WMaker", "XBMC", "Xfce"]
}, {
    "name": "Debian Edu",
    "slug": "skolelinux",
    "link": "https://distrowatch.com/skolelinux",
    "about": "Debian Edu/Skolelinux is the Debian-edu's Debian Pure Blend distribution. It is aiming to provide an out-of-the-box localised environment tailored for schools and universities. The out-of-the-box environment comes with 75 applications aimed at schools, as well as 17 network services pre-configured for a school environment. The simple, three-question installation requires minimal technical knowledge. Skolelinux is Debian, which means, among other things, that there are no license costs or worries, and that upgrade and maintenance of the software can be done over the Internet with the power of Debian's apt-get. The core goals of Skolelinux are localisation and ease of system administration.",
    "popularity": "193 (40 hits per day)",
    "homepage": "http://www.skolelinux.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["Cinnamon", "GNOME", "KDE", "LXDE", "LXQt", "MATE", "Xfce"]
}, {
    "name": "deepin",
    "slug": "deepin",
    "link": "https://distrowatch.com/deepin",
    "about": "deepin (formerly, Deepin, Linux Deepin, Hiweed GNU/Linux) is a Debian-based distribution (it was Ubuntu-based until version 15 released in late 2015) that aims to provide an elegant, user-friendly and reliable operating system. It does not only include the best the open source world has to offer, but it has also created its own desktop environment called DDE or Deepin Desktop Environment which is based on the Qt 5 toolkit. Deepin focuses much of its attention on intuitive design. Its home-grown applications, like Deepin Software Centre, DMusic and DPlayer are tailored to the average user. Being easy to install and use, deepin can be a good Windows alternative for office and home use.",
    "popularity": "53 (197 hits per day)",
    "homepage": "https://deepin.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Deepin"]
}, {
    "name": "Devuan",
    "slug": "devuan",
    "link": "https://distrowatch.com/devuan",
    "about": "Devuan GNU+Linux is a Linux distribution forked from Debian in 2015. The project's primary goal is to provide a variant of Debian without the complexities and dependencies of systemd, an init system and services manager originally developed by Red Hat and later adopted by most other Linux distributions. Devuan's initial beta release was made available in April 2016, together with an upgrade path from Debian 7.0 \"Wheezy\" and a possibility to switch to Devuan from Debian 8.0 \"Jessie\". The distribution adopted Xfce as its default desktop.",
    "popularity": "36 (257 hits per day)",
    "homepage": "https://devuan.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Cinnamon", "KDE Plasma", "LXQt", "MATE", "Xfce"]
}, {
    "name": "Diamond",
    "slug": "diamond",
    "link": "https://distrowatch.com/diamond",
    "about": "Diamond Linux-TT is a desktop Linux distribution based on Debian's Stable branch. The distribution features the KDE Plasma desktop with an eye toward making the interface look more familiar to former Windows users.",
    "popularity": "226 (31 hits per day)",
    "homepage": "https://www.linux-tt.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "DietPi",
    "slug": "dietpi",
    "link": "https://distrowatch.com/dietpi",
    "about": "DietPi is a Debian-based Linux distribution, primarily developed for single-board computers such as Raspberry Pi, Orange Pi or Odroid. It also supplies builds for 64-bit x86 personal computers and virtual machines, including VMware, VirtualBox, UTM, Hyper-V, Proxmox and Parallels. The base installation of DietPi comes without any desktop, but a desktop option can be activated via the built-in \"dietpi-software\" program. The distribution ships with a number of menu-driven configuration tools which can be run from the terminal.",
    "popularity": "218 (32 hits per day)",
    "homepage": "https://dietpi.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "DragonFly",
    "slug": "dragonflybsd",
    "link": "https://distrowatch.com/dragonflybsd",
    "about": "DragonFly is an operating system and environment designed to be the logical continuation of the FreeBSD-4.x OS series. These operating systems belong in the same class as Linux in that they are based on UNIX ideals and APIs. DragonFly is a fork in the path, so to speak, giving the BSD base an opportunity to grow in an entirely new direction from the one taken in the FreeBSD-5 series.",
    "popularity": "81 (139 hits per day)",
    "homepage": "http://www.dragonflybsd.org/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["Awesome", "Cinnamon", "Fluxbox", "JWM", "KDE", "LXDE", "MATE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "EasyNAS",
    "slug": "easynas",
    "link": "https://distrowatch.com/easynas",
    "about": "EasyNAS is a storage management system for home or small office. It uses openSUSE Leap as a base with the Btrfs advanced file system. EasyNAS is managed through a web-based interface and offers such features as on-line growing of file systems, snapshots and copy-on-write.",
    "popularity": "179 (44 hits per day)",
    "homepage": "https://www.easynas.org/",
    "based_ons": ["openSUSE"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "EasyOS",
    "slug": "easyos",
    "link": "https://distrowatch.com/easyos",
    "about": "EasyOS is an experimental Linux distribution which uses many of the technologies and package formats pioneered by Puppy Linux. The distribution features custom container technology called Easy Containers which can run applications or the entire desktop environment in a container. Packages, desktop settings, networking and sharing resources over the network can all be controlled through graphical utilities.",
    "popularity": "24 (361 hits per day)",
    "homepage": "https://easyos.org/",
    "based_ons": [],
    "desktop_environments": ["JWM"]
}, {
    "name": "Elastix",
    "slug": "elastix",
    "link": "https://distrowatch.com/elastix",
    "about": "Elastix is a Linux distribution that integrates the best tools available for Asterisk-based Private Branch Exchanges (PBX) into a single, easy-to-use interface. It also adds its own set of utilities and allows for the creation of third-party modules to make it an excellent software package available for open source telephony. Based on Debian since version 5.0.0 released in November 2017 (previous versions were was based on CentOS).",
    "popularity": "229 (30 hits per day)",
    "homepage": "http://www.elastix.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "eLearnix",
    "slug": "elearnix",
    "link": "https://distrowatch.com/elearnix",
    "about": "eLearnix (also known as Freeleader Linux) is a self contained, Linux-based, tutorial operating system that comes on a USB/DVD instead of a book. We give you the instructions to burn the ISO file and load the whole thing absolutely and positively free. The only way to learn Linux is by running it! eLearnix was based on Slackware Linux, but recent versions are based on Linux Mint.",
    "popularity": "243 (28 hits per day)",
    "homepage": "http://freeloader.live/",
    "based_ons": ["Debian", "Ubuntu", "Linux Mint"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "elementary",
    "slug": "elementary",
    "link": "https://distrowatch.com/elementary",
    "about": "elementary OS is an Ubuntu-based desktop distribution. Some of its more interesting features include a custom desktop environment called Pantheon and many custom apps including Photos, Music, Videos, Calendar, Terminal, Files, and more. It also comes with some familiar apps like the Epiphany web browser and a fork of Geary mail.",
    "popularity": "13 (614 hits per day)",
    "homepage": "https://elementary.io/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Pantheon"]
}, {
    "name": "Elive",
    "slug": "elive",
    "link": "https://distrowatch.com/elive",
    "about": "Elive, or Enlightenment live CD, is a Debian-based desktop Linux distribution and live CD featuring the Enlightenment window manager. Besides being pre-configured and ready for daily desktop use, it also includes \"Elpanel\" - a control centre for easy system and desktop administration.",
    "popularity": "60 (178 hits per day)",
    "homepage": "http://www.elivecd.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["Enlightenment"]
}, {
    "name": "Emmabuntüs",
    "slug": "emmabuntus",
    "link": "https://distrowatch.com/emmabuntus",
    "about": "Emmabuntüs is a desktop Linux distribution with editions based on Debian's Stable branch with the Xfce and LXQt desktop environments. It strives to be beginner-friendly and reasonably light on resources so that it can be used on older computers. It also includes many modern features, such as large number of pre-configured programs for everyday use, dockbar for launching applications, easy installation of non-free software and media codecs, and quick setup through automated scripts. The distribution supports English, French, German, Italian, Portuguese and Spanish languages.",
    "popularity": "76 (148 hits per day)",
    "homepage": "http://emmabuntus.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["LXQt", "Xfce"]
}, {
    "name": "EndeavourOS",
    "slug": "endeavour",
    "link": "https://distrowatch.com/endeavour",
    "about": "EndeavourOS is a rolling release Linux distribution based on Arch Linux. The project aims to be a spiritual successor to Antergos - providing an easy setup and pre-configured desktop environment on an Arch base. EndeavourOS offers both off-line and on-line install options. The off-line installer, Calamares, uses the Xfce desktop by default. The on-line installer can install optional software components, including most popular desktop environments.",
    "popularity": "2 (2,403 hits per day)",
    "homepage": "https://endeavouros.com/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Budgie", "Cinnamon", "GNOME", "i3", "KDE Plasma", "LXQt", "MATE", "Xfce"]
}, {
    "name": "Endian",
    "slug": "endian",
    "link": "https://distrowatch.com/endian",
    "about": "Endian Firewall is a Unified Threat Management (UTM) Appliance that protects networks and improves connectivity. Based on Red Hat Enterprise Linux, Endian Firewall is 100% open source and includes a wide variety of features, such as stateful inspection firewall, HTTP/FTP anti-virus, content filter, POP3/SMTP anti-virus, anti-phishing and anti-spam tools, true SSL/TLS VPN, IDS, and other features.",
    "popularity": "230 (30 hits per day)",
    "homepage": "https://www.endian.com/community/",
    "based_ons": ["Red Hat"],
    "desktop_environments": ["No desktop"]
}, {
    "name": "Endless",
    "slug": "endless",
    "link": "https://distrowatch.com/endless",
    "about": "Endless OS is a Linux-based operating system which provides a simplified and streamlined user experience using a customized desktop environment forked from GNOME 3. Rather than using a traditional Linux package management system, Endless OS uses a read-only root file system managed by OSTree with application bundles overlaid on top.",
    "popularity": "82 (139 hits per day)",
    "homepage": "https://endlessos.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["EOS Shell (GNOME)"]
}, {
    "name": "Enso",
    "slug": "enso",
    "link": "https://distrowatch.com/enso",
    "about": "Enso OS is a Linux distribution based on Xubuntu. Enso features the Xfce desktop with Gala, imported from elementary OS, as the default window manager. The distribution also features the Panther application launcher and the Plank dock.",
    "popularity": "219 (32 hits per day)",
    "homepage": "http://www.enso-os.site/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Xfce (Gala)"]
}, {
    "name": "EuroLinux",
    "slug": "eurolinux",
    "link": "https://distrowatch.com/eurolinux",
    "about": "EuroLinux is an enterprise-class Linux distribution made and supported by the EuroLinux company, built mostly from code of Red Hat Enterprise Linux. The origin of the system ensures compatibility with most popular enterprise Linux distributions including Red Hat Enterprise Linux, Oracle Linux, and CentOS. While primarily geared toward server workloads, EuroLinux can also be used for desktop computing or any environment where long-term stability and support are demanded.",
    "popularity": "42 (222 hits per day)",
    "homepage": "https://en.euro-linux.com/eurolinux/",
    "based_ons": ["Red Hat"],
    "desktop_environments": ["GNOME", "KDE Plasma"]
}, {
    "name": "Exe",
    "slug": "exe",
    "link": "https://distrowatch.com/exe",
    "about": "Exe GNU/Linux is a Debian-based desktop Linux distribution. Its primary goal is to provide a Debian variant that ships with a slightly re-themed Trinity desktop environment (a fork of KDE 3), as well as several useful scripts and utilities. It offers LXDE as an alternative desktop. It uses the official Debian repositories, as well as the Trinity mirror for updating the desktop environment. In late 2017, the distribution re-based itself on Devuan, using the official Devuan repositories.",
    "popularity": "148 (57 hits per day)",
    "homepage": "http://exegnulinux.net/",
    "based_ons": ["Debian (Stable)", "Devuan"],
    "desktop_environments": ["Trinity"]
}, {
    "name": "Exherbo",
    "slug": "exherbo",
    "link": "https://distrowatch.com/exherbo",
    "about": "Exherbo is a source-based Linux distribution inspired by the flexibility found in Gentoo Linux (among others). Designed primarily for developers and advanced users who are expected to take an active role in the development of the distribution, Exherbo offers a decentralised development model, original code, and a fast and flexible package manager called Paludis.",
    "popularity": "204 (36 hits per day)",
    "homepage": "http://exherbo.org/",
    "based_ons": [],
    "desktop_environments": ["Awesome", "Enlightenment", "Fluxbox", "GNOME", "KDE", "Openbox", "Xfce"]
}, {
    "name": "ExTiX",
    "slug": "extix",
    "link": "https://distrowatch.com/extix",
    "about": "ExTiX is a desktop Linux distribution and live DVD based on Ubuntu, offering a choice of alternative desktop environments.",
    "popularity": "86 (135 hits per day)",
    "homepage": "http://www.extix.se/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Budgie", "Deepin", "KDE Plasma", "LXQt"]
}, {
    "name": "Fatdog64",
    "slug": "fatdog",
    "link": "https://distrowatch.com/fatdog",
    "about": "Fatdog64 Linux is a small, desktop, 64-bit Linux distribution. Originally created as a derivative of Puppy Linux with additional applications, Fatdog64 has grown to become a distinct, separate project while maintaining much of the style of Puppy Linux.",
    "popularity": "205 (36 hits per day)",
    "homepage": "http://distro.ibiblio.org/fatdog/web/",
    "based_ons": ["LFS (formerly based on Puppy)"],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Fedora",
    "slug": "fedora",
    "link": "https://distrowatch.com/fedora",
    "about": "Fedora Linux (formerly Fedora, formerly Fedora Core) is a Linux distribution developed by the community-supported Fedora Project and owned by Red Hat. Fedora Linux contains software distributed under a free and open-source license and aims to be on the leading edge of such technologies. Fedora has a reputation for focusing on innovation, integrating new technologies early on and working closely with upstream Linux communities. The default desktop in Fedora Linux is the GNOME desktop environment and the default interface is the GNOME Shell. Other desktop environments, including KDE, Xfce, LXDE, MATE and Cinnamon, are available. The Fedora project also distributes custom variations of Fedora called Fedora spins. These are built with specific sets of software packages, offering alternative desktop environments or targeting specific interests such as gaming, security, design, scientific computing and robotics.",
    "popularity": "7 (1,178 hits per day)",
    "homepage": "https://getfedora.org/",
    "based_ons": [],
    "desktop_environments": ["Awesome", "Cinnamon", "Enlightenment", "i3", "GNOME", "KDE Plasma", "LXDE", "LXQt", "MATE", "Openbox", "Pantheon", "Ratpoison", "Xfce"]
}, {
    "name": "Feren",
    "slug": "ferenos",
    "link": "https://distrowatch.com/ferenos",
    "about": "Feren OS is a desktop Linux distribution based on Ubuntu and featuring the KDE Plasma desktop. It ships with a tweaked Calamares system installer, a custom theme and fonts, the Vivaldi web browser, boot options for advanced users, and a Feren OS Tour application, among the many home-built features and improvements. Prior to November 2020, the distribution was based on Linux Mint and included an edition with the Cinnamon desktop.",
    "popularity": "71 (151 hits per day)",
    "homepage": "http://ferenos.weebly.com/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Cinnamon", "KDE Plasma"]
}, {
    "name": "Finnix",
    "slug": "finnix",
    "link": "https://distrowatch.com/finnix",
    "about": "Finnix is a small, self-contained, bootable Linux CD distribution for system administrators, based on Debian. It can be used to mount and manipulate hard drives and partitions, monitor networks, rebuild boot records, install other operating systems, and much more.",
    "popularity": "137 (63 hits per day)",
    "homepage": "https://www.finnix.org/",
    "based_ons": ["Debian (Testing)"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "FreeBSD",
    "slug": "freebsd",
    "link": "https://distrowatch.com/freebsd",
    "about": "FreeBSD is a UNIX-like operating system for the i386, amd64, IA-64, arm, MIPS, powerpc, ppc64, PC-98 and UltraSPARC platforms based on U.C. Berkeley's \"4.4BSD-Lite\" release, with some \"4.4BSD-Lite2\" enhancements. It is also based indirectly on William Jolitz's port of U.C. Berkeley's \"Net/2\" to the i386, known as \"386BSD\", though very little of the 386BSD code remains. FreeBSD is used by companies, Internet Service Providers, researchers, computer professionals, students and home users all over the world in their work, education and recreation. FreeBSD comes with over 20,000 packages (pre-compiled software that is bundled for easy installation), covering a wide range of areas: from server software, databases and web servers, to desktop software, games, web browsers and business software - all free and easy to install.",
    "popularity": "19 (393 hits per day)",
    "homepage": "https://www.freebsd.org/",
    "based_ons": [],
    "desktop_environments": ["AfterStep", "Awesome", "Blackbox", "Enlightenment", "Fluxbox", "GNOME", "IceWM", "KDE Plasma", "LXDE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "FreedomBox",
    "slug": "freedombox",
    "link": "https://distrowatch.com/freedombox",
    "about": "FreedomBox is a Debian-based distribution, primarily used as a server operating system for home users. FreedomBox supports point-and-click settings up a number of services ranging from a calendar or jabber server to a wiki or VPN through a web interface. Firewall, domain names, user accounts, backups, and Btrfs snapshots can also be managed through a simple web-based control centre.",
    "popularity": "236 (29 hits per day)",
    "homepage": "https://freedombox.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["WebUI"]
}, {
    "name": "FreePBX",
    "slug": "freepbx",
    "link": "https://distrowatch.com/freepbx",
    "about": "FreePBX (formerly AsteriskNOW) is a Linux distribution with an open-source, web-based graphical user interface that controls and manages Asterisk (PBX), an open source communication server. FreePBX is licensed under the GNU General Public License (GPL). FreePBX can be installed manually or as part of the pre-configured FreePBX distribution that includes the operating system, Asterisk, FreePBX GUI and assorted dependencies. FreePBX is based on the CentOS distribution while maintaining its own software repositories. The distribution is free to download and install with support offered through a paid subscription.",
    "popularity": "257 (25 hits per day)",
    "homepage": "https://www.freepbx.org/",
    "based_ons": ["CentOS"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Freespire",
    "slug": "freespire",
    "link": "https://distrowatch.com/freespire",
    "about": "Freespire was once a community-run Linux distribution sponsored by Linspire. Freespire was discontinued in 2008. Starting in 2017 Freespire became a free operating system based on Ubuntu and run by PC/OpenSystems LLC. Freespire features the Xfce desktop environment.",
    "popularity": "111 (87 hits per day)",
    "homepage": "https://www.freespire.net/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "FuguIta",
    "slug": "fuguita",
    "link": "https://distrowatch.com/fuguita",
    "about": "FuguIta is an OpenBSD live CD featuring portable workplace, low hardware requirements, additional software, and partial support for Japanese. This live CD is intended to be as close as possible to the default OpenBSD when installed on a hard disk.",
    "popularity": "154 (56 hits per day)",
    "homepage": "http://fuguita.org/",
    "based_ons": ["OpenBSD"],
    "desktop_environments": ["Fvwm"]
}, {
    "name": "Funtoo",
    "slug": "funtoo",
    "link": "https://distrowatch.com/funtoo",
    "about": "Funtoo Linux is a Gentoo-based distribution developed by Daniel Robbins (the founder and former project leader of Gentoo Linux) and a core team of developers, built around a basic vision of improving the core technologies in Gentoo Linux. Funtoo Linux features native UTF-8 support enabled by default, a git-based, distributed Portage tree and Funtoo overlay, an enhanced Portage with more compact mini-manifest tree, automated imports of new Gentoo changes every 12 hours, GPT/GUID boot support and streamlined boot configuration, enhanced network configuration, up-to-date stable and current Funtoo stages - all built using Funtoo's Metro build tool.",
    "popularity": "157 (53 hits per day)",
    "homepage": "http://www.funtoo.org/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["AfterStep", "Blackbox", "Cinnamon", "Fluxbox", "GNOME", "IceWM", "KDE Plasma", "LXDE", "LXQt", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "FWUL",
    "slug": "fwul",
    "link": "https://distrowatch.com/fwul",
    "about": "FWUL (Forget Windows Use Linux) is a desktop Linux distribution based on the Xfce edition of Manjaro Linux. The main purpose of the project is to build a small, fast, light and hassle-free distribution for general use. It comes with a custom installation program, a cross-platform remote control utility, some Android tools, and many standard Linux applications.",
    "popularity": "231 (30 hits per day)",
    "homepage": "https://fwul.binbash.rocks/",
    "based_ons": ["Manjaro"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Garuda",
    "slug": "garuda",
    "link": "https://distrowatch.com/garuda",
    "about": "Garuda Linux is a rolling distribution based on the Arch Linux operating system. Unlike Arch Linux, Garuda Linux comes with a graphical installer (Calamares) for easy installation, and other advanced graphical tools for managing your system. Garuda is a performance-oriented distro with many performance enhancing tweaks. Some of the many tweaks include using zram, a performance CPU governor, along with custom memory management software. Garuda Linux has striven to provide system stability by including the Timeshift backup utility.",
    "popularity": "9 (909 hits per day)",
    "homepage": "https://garudalinux.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["bspwm", "Cinnamon", "GNOME", "i3", "KDE Plasma", "LXQt", "MATE", "Recbox", "UKUI", "Wayfire", "Xfce"]
}, {
    "name": "Gecko",
    "slug": "gecko",
    "link": "https://distrowatch.com/gecko",
    "about": "GeckoLinux is a Linux spin based on the openSUSE distribution, with a focus on polish and out-of-the-box usability on the desktop. The distribution features many desktop editions which can be installed from live discs. Some patent encumbered open source software is included in GeckoLinux which is not available in the default installation of openSUSE. Special attention has been given to the quality of the font rendering. GeckoLinux provides two main editions, Static (which is based on openSUSE Leap) and Rolling (based on openSUSE Tumbleweed).",
    "popularity": "98 (122 hits per day)",
    "homepage": "http://geckolinux.github.io/",
    "based_ons": ["openSUSE"],
    "desktop_environments": ["Budgie", "Cinnamon", "GNOME", "IceWM", "KDE Plasma", "LXQt", "MATE", "Pantheon", "Xfce"]
}, {
    "name": "Gentoo",
    "slug": "gentoo",
    "link": "https://distrowatch.com/gentoo",
    "about": "Gentoo Linux is a versatile and fast, completely free Linux distribution geared towards developers and network professionals. Unlike other distros, Gentoo Linux has an advanced package management system called Portage. Portage is a true ports system in the tradition of BSD ports, but is Python-based and sports a number of advanced features including dependencies, fine-grained package management, \"fake\" (OpenBSD-style) installs, safe unmerging, system profiles, virtual packages, config file management, and more.",
    "popularity": "51 (202 hits per day)",
    "homepage": "http://www.gentoo.org/",
    "based_ons": [],
    "desktop_environments": ["AfterStep", "Awesome", "Blackbox", "Enlightenment", "Fluxbox", "GNOME", "IceWM", "KDE Plasma", "LXDE", "MATE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "GhostBSD",
    "slug": "ghostbsd",
    "link": "https://distrowatch.com/ghostbsd",
    "about": "GhostBSD is a user-friendly desktop operating system based on FreeBSD. Its default desktop is MATE, but a separate community edition with Xfce is available too. It also features a selection of commonly used software, a rolling-release development model, and a bootable live image with an intuitive graphical system installer.",
    "popularity": "58 (184 hits per day)",
    "homepage": "http://www.ghostbsd.org/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["MATE", "Xfce"]
}, {
    "name": "GParted",
    "slug": "gparted",
    "link": "https://distrowatch.com/gparted",
    "about": "GParted Live is a business card-size live CD distribution with a single purpose - to provide tools for partitioning hard disks in an intuitive, graphical environment. The distribution uses X.Org, the light-weight Fluxbox window manager, and the latest 4.x Linux kernel. GParted Live runs on most x86 machines with a Pentium II or better.",
    "popularity": "125 (70 hits per day)",
    "homepage": "http://gparted.sourceforge.net/livecd.php",
    "based_ons": ["Debian"],
    "desktop_environments": ["Fluxbox"]
}, {
    "name": "Grml",
    "slug": "grml",
    "link": "https://distrowatch.com/grml",
    "about": "Grml is a bootable CD (live CD) based on Debian GNU/Linux. It includes a collection of GNU/Linux software especially for users of text tools and system administrators. It also provides automatic hardware detection. Grml can be used as a rescue system, for analysing systems and networks, or as a working environment. Due to on-the-fly decompression, Grml includes about 2 GB of software and documentation on the CD.",
    "popularity": "232 (30 hits per day)",
    "homepage": "http://www.grml.org/",
    "based_ons": ["Debian (Testing)"],
    "desktop_environments": ["Fluxbox"]
}, {
    "name": "Guix System",
    "slug": "guixsd",
    "link": "https://distrowatch.com/guixsd",
    "about": "Guix System (formerly Guix System Distribution, or GuixSD) is a Linux-based, stateless operating system that is built around the GNU Guix package manager. The operating system provides advanced package management features such as transactional upgrades and roll-backs, reproducible build environments, unprivileged package management, and per-user profiles. It uses low-level mechanisms from the Nix package manager, but packages are defined as native Guile modules, using extensions to the Scheme language.",
    "popularity": "166 (49 hits per day)",
    "homepage": "https://www.gnu.org/software/guix/",
    "based_ons": [],
    "desktop_environments": ["Enlightenment", "GNOME", "LXDE", "MATE", "Xfce"]
}, {
    "name": "Haiku",
    "slug": "haiku",
    "link": "https://distrowatch.com/haiku",
    "about": "Haiku is an open-source operating system, currently in development, that specifically targets personal computing. Inspired by the Be Operating System (BeOS), Haiku aims to become a fast, efficient, simple to use, easy to learn and yet very powerful system for computer users of all levels. The key highlights that distinguish Haiku from other operating systems include: specific focus on personal computing, custom kernel designed for responsiveness, fully threaded design for great efficiency with multi-processor/core CPUs, rich object-oriented API for faster development, database-like file system (BFS) with support for indexed metadata, and unified, cohesive interface.",
    "popularity": "92 (128 hits per day)",
    "homepage": "https://haiku-os.org/",
    "based_ons": [],
    "desktop_environments": ["Haiku"]
}, {
    "name": "HamoniKR",
    "slug": "hamonikr",
    "link": "https://distrowatch.com/hamonikr",
    "about": "HamonirKR is a Korean Linux distribution based on Linux Mint's Ubuntu branch. It features the Cinnamon desktop environment. The distribution includes Korean localization and educational software to be used in schools.",
    "popularity": "254 (26 hits per day)",
    "homepage": "https://hamonikr.org/",
    "based_ons": ["Debian", "Ubuntu", "Mint"],
    "desktop_environments": ["Cinnamon"]
}, {
    "name": "HardenedBSD",
    "slug": "hardenedbsd",
    "link": "https://distrowatch.com/hardenedbsd",
    "about": "Founded in 2014 by Oliver Pinter and Shawn Webb, HardenedBSD is a security-enhanced fork of FreeBSD. The HardenedBSD Project is implementing many exploit mitigation and security technologies on top of FreeBSD. The project started with Address Space Layout Randomization (ASLR) as an initial focal point and is now implementing further exploit mitigation techniques.",
    "popularity": "196 (39 hits per day)",
    "homepage": "https://hardenedbsd.org/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Hyperbola",
    "slug": "hyperbola",
    "link": "https://distrowatch.com/hyperbola",
    "about": "The Hyperbola Project is a community driven effort to provide a fully free (as in freedom) operating system that is stable, secure, simple, lightweight that tries to Keep It Simple Stupid (KISS) with Long Term Support (LTS). Derived from Arch snapshots, plus stability and security from Debian, Hyperbola provides packages that meet the GNU Free System Distribution Guidelines (GNU FSDG) and offers replacements for the packages that do not meet this requirement. Packages are provided for the i686 and x86_64 architectures.",
    "popularity": "101 (113 hits per day)",
    "homepage": "https://www.hyperbola.info/",
    "based_ons": ["Arch"],
    "desktop_environments": ["GNOME", "LXDE", "MATE", "Xfce"]
}, {
    "name": "IPFire",
    "slug": "ipfire",
    "link": "https://distrowatch.com/ipfire",
    "about": "IPFire is a Linux distribution that focuses on easy setup, good handling and high level of security. It is operated via an intuitive web-based interface which offers many configuration options for beginning and experienced system administrators. IPFire is maintained by developers who are concerned about security and who update the product regularly to keep it secure. IPFire ships with a custom package manager called Pakfire and the system can be expanded with various add-ons.",
    "popularity": "112 (85 hits per day)",
    "homepage": "https://www.ipfire.org/",
    "based_ons": ["IPCop"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "JingOS",
    "slug": "jingos",
    "link": "https://distrowatch.com/jingos",
    "about": "JingOS is an Ubuntu-based Linux distribution for tablet computers. It can run desktop Linux applications like VS Code and LibreOffice. The distribution strives to be able to run both GNU/Linux and Android programs.",
    "popularity": "87 (133 hits per day)",
    "homepage": "https://jingos.com/",
    "based_ons": ["KDE neon", "Ubuntu", "Debian"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Kaisen",
    "slug": "kaisen",
    "link": "https://distrowatch.com/kaisen",
    "about": "Kaisen Linux is a rolling release, Debian-based desktop distribution. The project aims to be useful for IT professionals and includes a set of tools for system administration which can be used for diagnosing and dealing with faults or failures of an installed system and its components. Kaisen Linux is available in multiple desktop editions.",
    "popularity": "67 (164 hits per day)",
    "homepage": "https://kaisenlinux.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["KDE Plasma", "LXQt", "MATE", "Xfce"]
}, {
    "name": "Kali",
    "slug": "kali",
    "link": "https://distrowatch.com/kali",
    "about": "Kali Linux (formerly known as BackTrack) is a Debian-based distribution with a collection of security and forensics tools. It features timely security updates, support for the ARM architecture, a choice of four popular desktop environments, and seamless upgrades to newer versions.",
    "popularity": "17 (430 hits per day)",
    "homepage": "http://www.kali.org/",
    "based_ons": ["Debian (Testing)"],
    "desktop_environments": ["GNOME", "KDE Plasma", "Xfce"]
}, {
    "name": "KANOTIX",
    "slug": "kanotix",
    "link": "https://distrowatch.com/kanotix",
    "about": "KANOTIX is a Linux distribution based on the latest stable release of Debian GNU/Linux. It is built on top of a latest kernel which is carefully patched with fixes and drivers for most modern hardware. Although it can be used as a live CD, it also includes a graphical installer for hard disk installation. The user-friendly nature of the distribution is further enhanced by a custom-built control centre and specialist scripts.",
    "popularity": "194 (40 hits per day)",
    "homepage": "http://kanotix.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["KDE", "LXDE"]
}, {
    "name": "KaOS",
    "slug": "kaos",
    "link": "https://distrowatch.com/kaos",
    "about": "KaOS is a desktop Linux distribution that features the latest version of the KDE desktop environment, the Calligra office suite, and other popular software applications that use the Qt toolkit. It was inspired by Arch Linux, but the developers build their own packages which are available from in-house repositories. KaOS employs a rolling-release development model and is built exclusively for 64-bit computer systems.",
    "popularity": "50 (204 hits per day)",
    "homepage": "http://kaosx.us/",
    "based_ons": [],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Karoshi",
    "slug": "karoshi",
    "link": "https://distrowatch.com/karoshi",
    "about": "Karoshi is a free and open source school server operating system developed by the Linux Schools project and based on Ubuntu. Karoshi provides a simple graphical interface that allows for quick installation, setup and maintenance of a network.",
    "popularity": "170 (46 hits per day)",
    "homepage": "https://www.linuxschools.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "KDE neon",
    "slug": "kdeneon",
    "link": "https://distrowatch.com/kdeneon",
    "about": "KDE neon is a Ubuntu-based Linux distribution and live DVD featuring the latest KDE Plasma desktop and other KDE community software. Besides the installable DVD image, the project provides a rapidly-evolving software repository with all the latest KDE software. Two editions of the product are available - a \"User\" edition, designed for those interested in checking out the latest KDE software as it gets released, and a \"Developer's\" edition, created as a platform for testing cutting-edge KDE applications.",
    "popularity": "14 (597 hits per day)",
    "homepage": "https://neon.kde.org/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "KISS",
    "slug": "kiss",
    "link": "https://distrowatch.com/kiss",
    "about": "KISS is a meta-distribution which provides a minimal, command line environment (using BusyBox) and a package manager (called kiss) written in a shell script. The project strives to reduce the size and requirements of packages to provide a lean and more fully understandable operating system.",
    "popularity": "211 (33 hits per day)",
    "homepage": "https://kisslinux.org/",
    "based_ons": [],
    "desktop_environments": [""]
}, {
    "name": "KNOPPIX",
    "slug": "knoppix",
    "link": "https://distrowatch.com/knoppix",
    "about": "KNOPPIX is a bootable disc with a collection of GNU/Linux software, automatic hardware detection, and support for many graphics cards, sound cards, SCSI and USB devices and other peripherals. KNOPPIX can be used as a Linux demo, educational disc, rescue system, or adapted and used as a platform for commercial software product demos. It is not necessary to install anything on a hard disk. Due to on-the-fly decompression, the disc can have up to 10 GB of executable software installed on it.",
    "popularity": "72 (149 hits per day)",
    "homepage": "http://knopper.net/",
    "based_ons": ["Debian"],
    "desktop_environments": ["GNOME", "KDE", "LXDE", "Openbox"]
}, {
    "name": "Kodachi",
    "slug": "kodachi",
    "link": "https://distrowatch.com/kodachi",
    "about": "Linux Kodachi is a Debian-based distribution which can be run from a DVD or USB thumb drive. The distribution filters all network traffic through a VPN and the Tor network, obscuring the user's network location. The distribution attempts to clean up after itself, removing traces of its use from the computer.",
    "popularity": "43 (221 hits per day)",
    "homepage": "https://www.digi77.com/linux-kodachi/",
    "based_ons": ["Debian", "Xubuntu"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "KolibriOS",
    "slug": "kolibri",
    "link": "https://distrowatch.com/kolibri",
    "about": "KolibriOS is a tiny open-source operating system with a monolithic preemptive kernel and video drivers for 32-bit x86 architecture computers. KolibriOS is a fork of MenuetOS, written entirely in FASM (assembly language). However, C, C++, Free Pascal, Forth, among other high-level languages and compilers, can also be used in application development. KolibriOS features a rich set of applications that include a word processor, image viewer, graphical editor, web browser, and over 30 games.",
    "popularity": "143 (61 hits per day)",
    "homepage": "http://kolibrios.org/",
    "based_ons": [],
    "desktop_environments": ["KolibriOS"]
}, {
    "name": "Kubuntu",
    "slug": "kubuntu",
    "link": "https://distrowatch.com/kubuntu",
    "about": "Kubuntu is a free, user-friendly Linux distribution based on KDE's desktop software and on the Ubuntu operating system. It has a biannual release cycle. Besides providing an up-to-date version of the KDE desktop at the time of the release, the project also releases updated KDE packages throughout the lifetime of each release.",
    "popularity": "23 (362 hits per day)",
    "homepage": "http://www.kubuntu.org/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Lakka",
    "slug": "lakka",
    "link": "https://distrowatch.com/lakka",
    "about": "Lakka is a lightweight Linux distribution that transforms a small computer into a full blown game console. The distribution is based on LibreELEC and runs the RetroArch console emulator. Lakka is capable of running on a variety of hardware, including personal computers, Raspberry Pi boards and WeTek Play devices.",
    "popularity": "91 (129 hits per day)",
    "homepage": "http://www.lakka.tv/",
    "based_ons": ["LibreELEC"],
    "desktop_environments": ["RetroArch"]
}, {
    "name": "LFS",
    "slug": "lfs",
    "link": "https://distrowatch.com/lfs",
    "about": "Linux From Scratch (LFS) is a project that provides you with the steps necessary to build your own custom Linux system. There are a lot of reasons why somebody would want to install an LFS system. The question most people raise is \"why go through all the hassle of manually installing a Linux system from scratch when you can just download an existing distribution like Debian or Redhat\". That is a valid question which I hope to answer for you. The most important reason for LFS's existence is teaching people how a Linux system works internally. Building an LFS system teaches you about all that makes Linux tick, how things work together, and depend on each other. And most importantly, how to customize it to your own taste and needs.",
    "popularity": "117 (78 hits per day)",
    "homepage": "http://www.linuxfromscratch.org/",
    "based_ons": [],
    "desktop_environments": ["Fluxbox", "IceWM", "KDE Plasma", "LXDE", "Openbox", "Xfce"]
}, {
    "name": "LibreELEC",
    "slug": "libreelec",
    "link": "https://distrowatch.com/libreelec",
    "about": "LibreELEC is \"just enough OS\" to run the Kodi media centre. LibreELEC is a Linux distribution built to run Kodi on current and popular hardware. The project is an evolution of the OpenELEC project. LibreELEC software will be familiar to OpenELEC users. The distribution runs on x86 desktop computers, Raspberry Pi devices and ODroid and WeTek computers.",
    "popularity": "138 (62 hits per day)",
    "homepage": "https://libreelec.tv/",
    "based_ons": ["OpenELEC"],
    "desktop_environments": ["Kodi"]
}, {
    "name": "Linspire",
    "slug": "linspire",
    "link": "https://distrowatch.com/linspire",
    "about": "Linspire is a full-featured operating system (based on Debian GNU/Linux and Ubuntu) like Microsoft Windows XP or Apple Mac OS X. Linspire offers the power, stability and cost-savings of Linux with the ease of a Windows environment. In addition, Linspire features exclusive Click-N-Run (CNR) technology that makes installing software on Linspire fast and easy. Note: Linspire was acquired by Xandros Inc. in July 2008 and discontinued as a Linux distribution shortly afterwards. Linspire was later purchased by PC/OpenSystems in 2017 and sold as an Ubuntu-based commercial distribution.",
    "popularity": "212 (33 hits per day)",
    "homepage": "http://www.linspirelinux.com/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Linuxfx",
    "slug": "linuxfx",
    "link": "https://distrowatch.com/linuxfx",
    "about": "Linuxfx is a Brazilian Linux distribution based on Ubuntu. It ships with an intuitive Cinnamon desktop user interface designed to facilitate migration of users from Windows. It includes a video management system called Sentinela, a computer vision software with video analytics and software for access control (facial recognition and automatic number plate recognition), object detection, gender, age and mood detection. Other features of the distribution include a new personal assistant, a WX theme for desktop and system applications, and compatibility with software written for Windows (.exe and .msi) through a Wine port. Following the release of Linuxfx 10.6 the distribution became a commercial offering.",
    "popularity": "30 (320 hits per day)",
    "homepage": "http://www.linuxfx.org/",
    "based_ons": ["Ubuntu (LTS)"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Lite",
    "slug": "lite",
    "link": "https://distrowatch.com/lite",
    "about": "Linux Lite is a beginner-friendly Linux distribution based on Ubuntu's long-term support (LTS) release and featuring the Xfce desktop. Linux Lite primarily targets Windows users. It aims to provide a complete set of applications to assist users with their everyday computing needs, including a full office suite, media players and other essential daily software.",
    "popularity": "12 (699 hits per day)",
    "homepage": "https://www.linuxliteos.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Live Raizo",
    "slug": "liveraizo",
    "link": "https://distrowatch.com/liveraizo",
    "about": "Live Raizo is a live distribution based on Debian to experiment with system administration on simulated networks and real devices. It contains simulators of networks and systems (GNS3, QEmu, Docker, VPCS) and also Debian virtual machines already integrated into GNS3. Live Raizo also includes tools to interact with real devices: minicom, Putty, Wireshark, as well as DHCP, DNS, FTP, TFTP and SSH servers. The project can optionally be installed to a hard drive.",
    "popularity": "191 (41 hits per day)",
    "homepage": "https://sourceforge.net/projects/live-raizo/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Fluxbox"]
}, {
    "name": "LliureX",
    "slug": "lliurex",
    "link": "https://distrowatch.com/lliurex",
    "about": "LliureX is a project of the Council of Culture, Education and Sport at the Municipality of Valencia, Spain. The LliureX distribution is an Edubuntu-based live and installation DVD with support for the Valencian and Spanish languages. It is intended as an operating system for educational institutions in the Valencia region. LliureX uses exclusively free software and is distributed free of charge.",
    "popularity": "220 (32 hits per day)",
    "homepage": "http://www.lliurex.net/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "LockBox",
    "slug": "lockbox",
    "link": "https://distrowatch.com/lockbox",
    "about": "LockBox (LBX) is a Linux distribution derived from Debian, Ubuntu and elementary OS. It is especially designed for storing and managing cryptocurrencies. It includes several hardened configuration changes for security purposes, a highly restrictive firewall setup, several applications designed for data backups, a password manager, and the Brave internet browser.",
    "popularity": "233 (30 hits per day)",
    "homepage": "https://www.thelbx.io/",
    "based_ons": ["Debian", "elementary"],
    "desktop_environments": ["Pantheon"]
}, {
    "name": "Lubuntu",
    "slug": "lubuntu",
    "link": "https://distrowatch.com/lubuntu",
    "about": "Lubuntu is a variant of Ubuntu that uses the LXQt desktop environment. (Versions prior to 18.10 shipped with the LXDE desktop.) It includes essential applications and services for daily use, including office suite, PDF reader, image editor and multimedia players. A distribution available for both 32-bit and 64-bit computers, Lubuntu is intended to be user-friendly, lightweight and energy efficient.",
    "popularity": "33 (276 hits per day)",
    "homepage": "http://lubuntu.me/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["LXDE", "LXQt"]
}, {
    "name": "LXLE",
    "slug": "lxle",
    "link": "https://distrowatch.com/lxle",
    "about": "LXLE is an easy-to-use lightweight desktop Linux distribution based on Lubuntu and featuring the LXDE desktop environment. Compared to its parent, LXLE has a number of unique characteristics: it is built from Ubuntu's LTS (long-term support) releases, it covers most users' everyday needs by providing a good selection of default applications, and it adds useful modifications and tweaks to improve performance and functions.",
    "popularity": "80 (143 hits per day)",
    "homepage": "http://www.lxle.net/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["LXDE"]
}, {
    "name": "Mabox",
    "slug": "mabox",
    "link": "https://distrowatch.com/mabox",
    "about": "Mabox is a Manjaro-based rolling release distribution. Mabox Linux features the Openbox window manager as its default interface and provides a welcome screen with access to utilities which add additional software to the operating system.",
    "popularity": "56 (191 hits per day)",
    "homepage": "https://maboxlinux.org/",
    "based_ons": ["Manjaro", "Arch"],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Mageia",
    "slug": "mageia",
    "link": "https://distrowatch.com/mageia",
    "about": "Mageia is a fork of Mandriva Linux formed in September 2010 by former employees and contributors to the popular French Linux distribution. Unlike Mandriva, which is a commercial entity, the Mageia project is a community project and a non-profit organisation whose goal is to develop a free Linux-based operating system.",
    "popularity": "55 (192 hits per day)",
    "homepage": "https://www.mageia.org/",
    "based_ons": [],
    "desktop_environments": ["Cinnamon", "GNOME", "IceWM", "KDE", "MATE", "LXDE", "LXQt", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "MakuluLinux",
    "slug": "makulu",
    "link": "https://distrowatch.com/makulu",
    "about": "MakuluLinux is a rolling-release, desktop distribution based either on Ubuntu's LTS (long-term support) release or Debian's \"Testing\" branch. It includes pre-installed multimedia codecs, device drivers and software for everyday use. MakuluLinux comes in four editions: \"LinDoz\" - featuring the Cinnamon desktop with the user interface customised to resemble that of Microsoft Windows, \"Core\" - presenting a highly customised Xfce desktop environment, \"Flash\" - providing a standard Xfce desktop, and finally \"Shift\" - delivering a pre-configured GNOME desktop environment.",
    "popularity": "93 (128 hits per day)",
    "homepage": "http://www.makululinux.com/",
    "based_ons": ["Debian (Testing)", "Ubuntu (LTS)"],
    "desktop_environments": ["Cinnamon", "GNOME", "Xfce"]
}, {
    "name": "Manjaro",
    "slug": "manjaro",
    "link": "https://distrowatch.com/manjaro",
    "about": "Manjaro Linux is a fast, user-friendly, desktop-oriented operating system based on Arch Linux. Key features include intuitive installation process, automatic hardware detection, stable rolling-release model, ability to install multiple kernels, special Bash scripts for managing graphics drivers and extensive desktop configurability. Manjaro Linux offers Xfce as the core desktop options, as well as KDE, GNOME and a minimalist Net edition for more advanced users. Community-supported desktop flavours are also available.",
    "popularity": "4 (1,503 hits per day)",
    "homepage": "https://manjaro.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Awesome", "bspwm", "Budgie", "Cinnamon", "GNOME", "i3", "KDE Plasma", "LXQt", "MATE", "Openbox", "Xfce"]
}, {
    "name": "MidnightBSD",
    "slug": "midnightbsd",
    "link": "https://distrowatch.com/midnightbsd",
    "about": "MidnightBSD is a FreeBSD-derived operating system. A critical goal of the project is to create an easy-to-use desktop environment with graphical ports management, and system configuration using GNUstep. The vast majority of the operating system will maintain a BSD license. MidnightBSD was forked from FreeBSD 6.1 beta.",
    "popularity": "115 (81 hits per day)",
    "homepage": "http://www.midnightbsd.org/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["Awesome", "Blackbox", "Cinnamon", "Enlightenment", "Fluxbox", "GNOME", "MATE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "Mint",
    "slug": "mint",
    "link": "https://distrowatch.com/mint",
    "about": "Linux Mint is an Ubuntu-based distribution whose goal is to provide a classic desktop experience with many convenient, custom tools and optional out-of-the-box multimedia support. It also adds a custom desktop and menus, several unique configuration tools, and a web-based package installation interface. Linux Mint is compatible with Ubuntu software repositories.",
    "popularity": "3 (2,269 hits per day)",
    "homepage": "https://linuxmint.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["Cinnamon", "MATE", "Xfce"]
}, {
    "name": "Miracle",
    "slug": "miracle",
    "link": "https://distrowatch.com/miracle",
    "about": "Miracle Linux is a Linux distribution completely re-engineered as a secure, high performance back-end server for business workgroups in the enterprise. Miracle Linux exists in several editions: Miracle Linux for Samba, Miracle Linux for PostgreSQL, Miracle Linux with Oracle and Miracle Linux Server OS, all of which are based on Miracle Linux Standard Edition. New editions for the IA-64 platform and for mission critical applications with clustering capabilities are currently being developed. Starting with version 7, Miracle Linux no longer markets its distribution under the original name; instead it develops Asianux (see the Asianux for more details).",
    "popularity": "213 (33 hits per day)",
    "homepage": "https://www.miraclelinux.com/",
    "based_ons": ["Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Murena",
    "slug": "murena",
    "link": "https://distrowatch.com/murena",
    "about": "Murena is an umbrella name for the /e/OS operating system, associated open source powered smartphones, and cloud-based services. The Murena project provides open source images for common smartphones, open source cloud-based storage, calendar, and backup solutions, and sells phones with /e/OS pre-installed. The project's operating system is based on LineageOS, itself based on Android. The Murena team removes closed source applications, trackers, and Google-specific elements of Android and replaces them with open source alternatives.",
    "popularity": "109 (90 hits per day)",
    "homepage": "https://murena.com/",
    "based_ons": ["LineageOS"],
    "desktop_environments": ["--"]
}, {
    "name": "MX Linux",
    "slug": "mx",
    "link": "https://distrowatch.com/mx",
    "about": "MX Linux, a desktop-oriented Linux distribution based on Debian's \"Stable\" branch, is a cooperative venture between the antiX and former MEPIS Linux communities. Using Xfce as the default desktop (with separate KDE Plasma and Fluxbox editions also available), it is a mid-weight operating system designed to combine an elegant and efficient desktop with simple configuration, high stability, solid performance and medium-sized footprint.",
    "popularity": "1 (2,664 hits per day)",
    "homepage": "https://mxlinux.org/",
    "based_ons": ["Debian (Stable)", "antiX"],
    "desktop_environments": ["Fluxbox", "KDE Plasma", "Xfce"]
}, {
    "name": "Navy",
    "slug": "navy",
    "link": "https://distrowatch.com/navy",
    "about": "Navy Linux is an open source community project founded by UnixLab (Unix/Linux developers community). The project aims to provide a free-of-cost clone of Red Hat Enterprise Linux with minimal install media.",
    "popularity": "199 (38 hits per day)",
    "homepage": "https://navylinux.org/",
    "based_ons": ["Fedora", "Red Hat"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Neptune",
    "slug": "neptune",
    "link": "https://distrowatch.com/neptune",
    "about": "Neptune is a GNU/Linux distribution for desktops. It is based on Debian's Stable branch, except for a newer kernel, some drivers and newer versions of popular applications, such as LibreOffice. It also ships with the latest version of the KDE desktop. The distribution's main goals are to provide a good-looking general-purpose desktop with pre-configured multimedia playback and to offer an easy-to-use USB installer with a persistence option.",
    "popularity": "105 (95 hits per day)",
    "homepage": "http://neptuneos.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "NetBSD",
    "slug": "netbsd",
    "link": "https://distrowatch.com/netbsd",
    "about": "NetBSD is a free, secure, and highly portable UNIX-like Open Source operating system available for many platforms, from 64-bit AlphaServers and desktop systems to handheld and embedded devices. Its clean design and advanced features make it excellent in both production and research environments, and it is user-supported with complete source. Many applications are easily available through The NetBSD Packages Collection.",
    "popularity": "126 (70 hits per day)",
    "homepage": "http://www.netbsd.org/",
    "based_ons": [],
    "desktop_environments": ["AfterStep", "Awesome", "Blackbox", "Fluxbox", "GNOME", "IceWM", "KDE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "Netrunner",
    "slug": "netrunner",
    "link": "https://distrowatch.com/netrunner",
    "about": "Netrunner is a Debian-based distribution featuring a highly customised KDE desktop with extra applications, multimedia codecs, Flash and Java plugins, and a unique look and feel. The modifications are designed to enhance the user-friendliness of the desktop environment while still preserving the freedom to tweak. A separate \"Rolling\" edition, based on Manjaro Linux, was launched in 2014, was discontinued, re-launched in 2017, and discontinued again in 2019.",
    "popularity": "162 (51 hits per day)",
    "homepage": "http://www.netrunner.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "NexentaStor",
    "slug": "nexentastor",
    "link": "https://distrowatch.com/nexentastor",
    "about": "NexentaStor is an enterprise-class unified storage solution built upon the foundation of the open-source file system Nexenta Core Platform, including the ZFS file system. NexentaStor adds to the open source foundation a complete set of managed features, including ZFS and synchronous block level replication, integrated search, console and graphical user interfaces, and optional advanced features, such as management of storage for leading virtualised environments, enhanced mapping and management for Fiber Channel and iSCSI environments, and active/active high availability. A free \"developer's edition\" based on the most recent stable Nexenta Core Platform is available free of charge for users with less than 4 terabyte of used disk space.",
    "popularity": "250 (27 hits per day)",
    "homepage": "https://nexenta.com/products/nexentastor",
    "based_ons": ["Solaris", "OpenSolaris", "Debian", "Ubuntu"],
    "desktop_environments": ["No desktop"]
}, {
    "name": "Nitrux",
    "slug": "nitrux",
    "link": "https://distrowatch.com/nitrux",
    "about": "Nitrux is a Linux distribution based on Debian's Unstable (sid) branch with additional packages pulled in from Ubuntu LTS repositories. Nitrux strives to be a distribution suitable for laptops and desktop computers. Its main desktop environment is NX Desktop, a KDE Plasma desktop enhanced with \"plasmoids\" to create a special blend of aesthetics and functionality. The project also focuses on using redistributable, portable applications using the AppImage format. Registration with an e-mail address was required to download this distribution, however public downloads have been available since mid-2020.",
    "popularity": "39 (234 hits per day)",
    "homepage": "https://nxos.org/",
    "based_ons": ["Debian (Unstable)"],
    "desktop_environments": ["JWM", "NX Desktop (KDE Plasma)"]
}, {
    "name": "NixOS",
    "slug": "nixos",
    "link": "https://distrowatch.com/nixos",
    "about": "NixOS is an independently developed GNU/Linux distribution that aims to improve the state of the art in system configuration management. In NixOS, the entire operating system, including the kernel, applications, system packages and configuration files, are built by the Nix package manager. Nix stores all packages in isolation from each other; as a result there are no /bin, /sbin, /lib or /usr directories and all packages are kept in /nix/store instead. Other innovative features of NixOS include reliable upgrades, rollbacks, reproducible system configurations, source-based model with binaries, and multi-user package management. Although NixOS started as a research project, it is now a functional and usable operating system that includes hardware detection, KDE as the default desktop, and systemd for managing system services.",
    "popularity": "37 (254 hits per day)",
    "homepage": "http://nixos.org/",
    "based_ons": [],
    "desktop_environments": ["Awesome", "Enlightenment", "Fluxbox", "GNOME", "i3", "IceWM", "KDE Plasma", "Ratpoison", "Xfce"]
}, {
    "name": "NomadBSD",
    "slug": "nomadbsd",
    "link": "https://distrowatch.com/nomadbsd",
    "about": "NomadBSD is a 64-bit live system for USB flash drives, based on FreeBSD. Together with automatic hardware detection and setup, it is configured to be used as a desktop system that works out of the box, but can also be used for data recovery.",
    "popularity": "171 (46 hits per day)",
    "homepage": "http://nomadbsd.org/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Nova",
    "slug": "nova",
    "link": "https://distrowatch.com/nova",
    "about": "Nova is a user-friendly, desktop-oriented Linux distribution developed by the University of Computer Sciences in Havana, Cuba. In the product's early days the operating system was based on Gentoo Linux and Sabayon Linux, but starting from version 2.1 the developers have chosen Ubuntu as the base system. The project releases three separate editions - \"Escritorio\" (with GNOME Shell), \"Ligero\" (with a Nova-developed lightweight desktop called \"Guano\") and \"Servidor\" (a variant for servers).",
    "popularity": "262 (17 hits per day)",
    "homepage": "https://www.nova.cu/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["GNOME", "Guano", "LXDE"]
}, {
    "name": "NST",
    "slug": "nst",
    "link": "https://distrowatch.com/nst",
    "about": "Network Security Toolkit (NST) is a bootable live disc based on the Fedora distribution. The toolkit was designed to provide easy access to best-of-breed open source network security applications and should run on most x86 platforms. The main intent of developing this toolkit was to provide the network security administrator with a comprehensive set of open source network security tools. What we find rather fascinating with NST is that we can transform most x86_64 systems into a system designed for network traffic analysis, intrusion detection, network packet generation, wireless network monitoring, a virtual system service server, or a sophisticated network/host scanner.",
    "popularity": "158 (53 hits per day)",
    "homepage": "http://www.networksecuritytoolkit.org/",
    "based_ons": ["Fedora"],
    "desktop_environments": ["Fluxbox", "MATE", "Openbox"]
}, {
    "name": "NuTyX",
    "slug": "nutyx",
    "link": "https://distrowatch.com/nutyx",
    "about": "NuTyX is a French Linux distribution (with multi-language support) built from Linux From Scratch and Beyond Linux From Scratch, with a custom package manager called \"cards\". The package manager can install individual binary packages, a group of related binary packages (e.g. desktop packages, such as KDE or Xfce), and compile source packages from \"ports\". The distribution is designed for intermediate and advanced Linux users.",
    "popularity": "90 (130 hits per day)",
    "homepage": "http://www.nutyx.org/",
    "based_ons": ["LFS"],
    "desktop_environments": ["Enlightenment", "GNOME", "IceWM", "JWM", "KDE Plasma", "LXDE", "MATE", "Openbox", "Ratpoison", "Xfce"]
}, {
    "name": "OB2D",
    "slug": "ob2d",
    "link": "https://distrowatch.com/ob2d",
    "about": "OB2D Linux (formerly B2D Linux) is a Debian-based Linux distribution developed in Taiwan, with user environment and read/write support for traditional Chinese.",
    "popularity": "258 (25 hits per day)",
    "homepage": "http://b2d-linux.com/",
    "based_ons": ["Debian (Testing)"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Obarun",
    "slug": "obarun",
    "link": "https://distrowatch.com/obarun",
    "about": "Obarun is an Arch Linux based distribution featuring the S6 init software in place of systemd. Obarun provides a live disc featuring the JWM graphical interface. Utilities, such as pacopts, are included for working with Arch's repositories, including the Arch User Repository (AUR).",
    "popularity": "110 (90 hits per day)",
    "homepage": "https://web.obarun.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["JWM", "KDE Plasma", "Openbox", "Xfce"]
}, {
    "name": "Omarine",
    "slug": "omarine",
    "link": "https://distrowatch.com/omarine",
    "about": "Omarine is a Linux-based operating system for servers. It can also be used for desktops with the GNOME or KDE Plasma option right at the login screen without any additional configuration. Omarine was originally based on Slackware Linux, but is now independently developed. It uses the RPM package management software.",
    "popularity": "244 (28 hits per day)",
    "homepage": "https://omarine.org/",
    "based_ons": [],
    "desktop_environments": ["GNOME", "KDE Plasma", "LXDE", "Xfce"]
}, {
    "name": "Omoikane",
    "slug": "omoikane",
    "link": "https://distrowatch.com/omoikane",
    "about": "Omoikane GNU/Linux, known as OGL, is a Japanese distribution based on Debian's testing branch. It has a user friendly installer based on Scheme and GTK+. The commercial branch of the Omoikane GNU/Linux is knows as ARMA - it includes the most popular Japanese input method \"ATOK\", RICHO True Type Fonts and other features. A free version of OGL, containing fewer packages, is available from FTP servers and mirrors.",
    "popularity": "259 (25 hits per day)",
    "homepage": "http://www.omoikane.co.jp/",
    "based_ons": ["Debian"],
    "desktop_environments": ["GNOME", "KDE"]
}, {
    "name": "OpenBSD",
    "slug": "openbsd",
    "link": "https://distrowatch.com/openbsd",
    "about": "The OpenBSD project produces a free, multi-platform BSD 4.4-based UNIX-like operating system. Its efforts emphasize portability, standardisation, correctness, proactive security and integrated cryptography. The project also develops the widely-used and popular OpenSSH (OpenBSD Secure Shell) software, which provides encrypted communication sessions over a computer network using the SSH protocol.",
    "popularity": "77 (148 hits per day)",
    "homepage": "http://www.openbsd.org/",
    "based_ons": [],
    "desktop_environments": ["AfterStep", "Awesome", "Blackbox", "Enlightenment", "Fluxbox", "GNOME", "IceWM", "KDE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "OpenIndiana",
    "slug": "openindiana",
    "link": "https://distrowatch.com/openindiana",
    "about": "OpenIndiana is a continuation of the OpenSolaris operating system. It was conceived during the period of uncertainty following the Oracle takeover of Sun Microsystems, after several months passed with no binary updates made available to the public. The formation proved timely, as Oracle discontinued OpenSolaris soon after in favour of Solaris 11 Express, a binary distribution with a more closed development model to début later this year. OpenIndiana is part of the illumos Foundation, and provides a true open-source community alternative to Solaris 11 and Solaris 11 Express, with an open development model and full community participation.",
    "popularity": "188 (42 hits per day)",
    "homepage": "http://openindiana.org/",
    "based_ons": ["Solaris", "OpenSolaris"],
    "desktop_environments": ["MATE"]
}, {
    "name": "openmamba",
    "slug": "openmamba",
    "link": "https://distrowatch.com/openmamba",
    "about": "openmamba GNU/Linux is a distribution for personal computers (Intel i686-compatible) that can be used on notebooks, desktops and servers. It works as an installable live CD, offering out-of-the box support for proprietary graphics drivers and wireless network cards, a variety of media codecs and 3D desktop with KDE. The distribution, which has roots in the discontinued QiLinux project, uses APT for RPM and Synaptic as its package management tools.",
    "popularity": "106 (95 hits per day)",
    "homepage": "http://openmamba.org/",
    "based_ons": [],
    "desktop_environments": ["KDE Plasma", "LXQt"]
}, {
    "name": "OpenMandriva",
    "slug": "openmandriva",
    "link": "https://distrowatch.com/openmandriva",
    "about": "The OpenMandriva distribution is a full-featured Linux desktop and server, sponsored by the OpenMandriva Association. It was based on ROSA, a Russian Linux distribution project which forked Mandriva Linux in 2012, incorporating many of Mandriva's original tools and utilities and adding in-house enhancements. The goal of OpenMandriva is to facilitate the creation, improvement, promotion and distribution of free and open-source software in general, and OpenMandriva projects in particular.",
    "popularity": "73 (149 hits per day)",
    "homepage": "https://www.openmandriva.org/",
    "based_ons": [],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "OpenMediaVault",
    "slug": "openmediavault",
    "link": "https://distrowatch.com/openmediavault",
    "about": "OpenMediaVault is a Network-Attached Storage (NAS) solution based on Debian GNU/Linux. It contains services like SSH, (S)FTP, SMB/CIFS, DAAP media server, rsync, BitTorrent and many more. Thanks to a modular design it can be enhanced via plugins. OpenMediaVault is primarily designed to be used in home environments or small home offices, but is not limited to those scenarios. It is a simple and easy-to-use out-of-the-box solution that will allow everyone to install and administrate a Network-Attached Storage without deeper knowledge.",
    "popularity": "114 (82 hits per day)",
    "homepage": "http://www.openmediavault.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "openSUSE",
    "slug": "opensuse",
    "link": "https://distrowatch.com/opensuse",
    "about": "The openSUSE project is a community program sponsored by SUSE Linux and other companies. Promoting the use of Linux everywhere, this program provides free, easy access to openSUSE, a complete Linux distribution. The openSUSE project has three main goals: make openSUSE the easiest Linux for anyone to obtain and the most widely used Linux distribution; leverage open source collaboration to make openSUSE the world's most usable Linux distribution and desktop environment for new and experienced Linux users; dramatically simplify and open the development and packaging processes to make openSUSE the platform of choice for Linux developers and software vendors.",
    "popularity": "10 (795 hits per day)",
    "homepage": "http://www.opensuse.org/",
    "based_ons": [],
    "desktop_environments": ["Cinnamon", "Enlightenment", "GNOME", "IceWM", "KDE Plasma", "LXDE", "LXQt", "MATE", "Xfce"]
}, {
    "name": "OPNsense",
    "slug": "opnsense",
    "link": "https://distrowatch.com/opnsense",
    "about": "OPNsense is a FreeBSD-based specialist operating system (and a fork of pfSense) designed for firewalls and routers. It is developed by Deciso B.V. in the Netherlands. Some of the features of OPNsense include forward caching proxy, traffic shaping, intrusion detection, two-factor authentication and easy OpenVPN client setup. The project's focus on security brings a number of unique features, such as the option to use LibreSSL instead of OpenSSL (selectable in the GUI). OPNsense also includes an update mechanism that delivers important security updates in a timely fashion.",
    "popularity": "155 (54 hits per day)",
    "homepage": "https://opnsense.org/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Oracle",
    "slug": "oracle",
    "link": "https://distrowatch.com/oracle",
    "about": "Oracle Linux is an enterprise-class Linux distribution supported by Oracle and built from source packages for Red Hat Enterprise Linux (RHEL). Some of the special features of Oracle Linux include a custom-build and rigorously-tested Linux kernel called \"Oracle Unbreakable Kernel\", tight integration with Oracle's hardware and software products including most database applications, and \"zero downtime patching\" - a feature that enables administrators to update the kernel without a reboot.",
    "popularity": "61 (178 hits per day)",
    "homepage": "https://www.oracle.com/linux/",
    "based_ons": ["Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "OSGeoLive",
    "slug": "osgeo",
    "link": "https://distrowatch.com/osgeo",
    "about": "OSGeoLive is a bootable DVD, USB thumb drive or Virtual Machine based on Lubuntu, that allows the user to try a wide variety of open source geospatial software without installing anything. It is composed entirely of free software, allowing it to be freely distributed, duplicated and passed around. OSGeoLive provides pre-configured applications for a range of geospatial use cases, including storage, publishing, viewing, analysis and manipulation of data. It also contains sample datasets and documentation.",
    "popularity": "260 (25 hits per day)",
    "homepage": "https://live.osgeo.org/",
    "based_ons": ["Debian", "Lubuntu (LTS)"],
    "desktop_environments": ["LXQt"]
}, {
    "name": "OSMC",
    "slug": "osmc",
    "link": "https://distrowatch.com/osmc",
    "about": "OSMC (formerly Raspbmc) is a Debian-based minimal Linux distribution that brings the Kodi media centre software to a Raspberry Pi, Apple TV and Vero devices. This device has an excellent form factor and enough power to handle media playback, making it an ideal component in a low-cost HTPC (Home Theatre Personal Computer) setup, yet delivering the same Kodi experience that can be enjoyed on much more costly platforms.",
    "popularity": "175 (45 hits per day)",
    "homepage": "https://osmc.tv/",
    "based_ons": ["Debian (Stable)", "Raspbian"],
    "desktop_environments": ["Kodi"]
}, {
    "name": "OviOS",
    "slug": "ovios",
    "link": "https://distrowatch.com/ovios",
    "about": "OviOS Linux is an independent, storage OS which combines open source technologies to provide a dedicated, performance-oriented storage system. The goal is to keep OviOS Linux a pure storage, appliance-like OS. It targets users and admins who need a stable out-of-the-box iSCSI, NFS, SMB and FTP server. The distribution features a special command line shell called \"ovios shell\" which strives to simplify system management.",
    "popularity": "180 (44 hits per day)",
    "homepage": "https://www.ovios.org/",
    "based_ons": [],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "PakOS",
    "slug": "pakos",
    "link": "https://distrowatch.com/pakos",
    "about": "PakOS is a Debian-based, desktop Linux distribution. The project aims to supply software and tools that will be useful for the people of Pakistan, though the distribution runs well in other regions and includes multi-language support. The project ships with LXQt as the default desktop and pre-installs many desktop applications and security tools.",
    "popularity": "245 (28 hits per day)",
    "homepage": "https://sourceforge.net/projects/pakos/",
    "based_ons": ["Debian"],
    "desktop_environments": ["LXQt"]
}, {
    "name": "paldo",
    "slug": "paldo",
    "link": "https://distrowatch.com/paldo",
    "about": "paldo is a hybrid (source and binary), Upkg-driven GNU/Linux distribution and live CD. Besides aiming to be simple, pure, up-to-date and standards-compliant, paldo offers automatic hardware detection, one application per task, and a standard GNOME desktop.",
    "popularity": "251 (27 hits per day)",
    "homepage": "http://www.paldo.org/",
    "based_ons": [],
    "desktop_environments": ["GNOME", "IceWM", "Xfce"]
}, {
    "name": "Parabola",
    "slug": "parabola",
    "link": "https://distrowatch.com/parabola",
    "about": "Parabola GNU/Linux-libre is an unofficial \"libre\" variant of Arch Linux. It aims to provide a fully free (as in freedom) distribution based on the packages of the Arch Linux project, with packages optimised for i686 and x86_64 processors. The goal is to give the users complete control over their systems with 100% \"libre\" software. Parabola GNU/Linux-libre is listed by the Free Software Foundation (FSF) as a fully free software distribution. Besides a standard installation CD image, the project also provides a live/rescue DVD image with MATE as the default desktop environment.",
    "popularity": "149 (57 hits per day)",
    "homepage": "https://parabola.nu/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Blackbox", "Fluxbox", "GNOME", "IceWM", "KDE", "LXDE", "MATE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "Pardus",
    "slug": "pardus",
    "link": "https://distrowatch.com/pardus",
    "about": "Pardus is a GNU/Linux distribution jointly developed by the Scientific & Technological Research Council of Turkey (TÜBİTAK) and National Academic Network and Information Centre (ULAKBİM). It started its life as a Gentoo-based project before developing its own unique identity. Since late 2012 the distribution, developed in two separate branches as \"Corporate\" and \"Community\" editions, is based on Debian. This page focuses on the Corporate version of Pardus.",
    "popularity": "127 (70 hits per day)",
    "homepage": "http://www.pardus.org.tr/",
    "based_ons": ["Debian"],
    "desktop_environments": ["GNOME", "Xfce"]
}, {
    "name": "Parrot",
    "slug": "parrot",
    "link": "https://distrowatch.com/parrot",
    "about": "Parrot (formerly Parrot Security OS) is a Debian-based, security-oriented distribution featuring a collection of utilities designed for penetration testing, computer forensics, reverse engineering, hacking, privacy, anonymity and cryptography. The product, developed by Frozenbox, comes with MATE as the default desktop environment.",
    "popularity": "41 (229 hits per day)",
    "homepage": "https://parrotsec.org/",
    "based_ons": ["Debian (Testing)"],
    "desktop_environments": ["KDE Plasma", "MATE"]
}, {
    "name": "Parted Magic",
    "slug": "partedmagic",
    "link": "https://distrowatch.com/partedmagic",
    "about": "Parted Magic is a small live CD/USB/PXE with its elemental purpose being to partition hard drives. Although GParted and Parted are the main programs, the CD/USB also offers other applications, such as Partition Image, TestDisk, fdisk, sfdisk, dd, ddrescue, etc. In August 2013 the distribution became a commercial product and is no longer available as a free download.",
    "popularity": "195 (40 hits per day)",
    "homepage": "https://partedmagic.com/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "PCLinuxOS",
    "slug": "pclinuxos",
    "link": "https://distrowatch.com/pclinuxos",
    "about": "PCLinuxOS is a user-friendly Linux distribution with out-of-the-box support for many popular graphics and sound cards, as well as other peripheral devices. The bootable live DVD provides an easy-to-use graphical installer and the distribution sports a wide range of popular applications for the typical desktop user, including browser plugins and full multimedia playback. The intuitive system configuration tools include Synaptic for package management, Addlocale to add support to many languages and Mylivecd to create a customised live CD.",
    "popularity": "16 (437 hits per day)",
    "homepage": "http://www.pclinuxos.com/",
    "based_ons": [],
    "desktop_environments": ["KDE Plasma", "MATE", "Xfce"]
}, {
    "name": "Pearl",
    "slug": "pearl",
    "link": "https://distrowatch.com/pearl",
    "about": "Pearl Linux OS is a distribution based on Ubuntu. Pearl uses components of the LXDE and Xfce desktop environments to create a desktop experience which looks similar to Apple's OS X desktop environment. The project calls this hybrid desktop PearlDE. Pearl Linux OS is available in several editions, including GNOME, MATE and PearlDE.",
    "popularity": "133 (67 hits per day)",
    "homepage": "https://www.pearllinux.net/",
    "based_ons": ["Ubuntu"],
    "desktop_environments": ["MATE", "PearlDE", "Xfce"]
}, {
    "name": "Pentoo",
    "slug": "pentoo",
    "link": "https://distrowatch.com/pentoo",
    "about": "Pentoo is a Gentoo-based Linux live CD with a selection of applications and tools designed to perform penetration testing.",
    "popularity": "200 (38 hits per day)",
    "homepage": "https://www.pentoo.ch/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Peppermint",
    "slug": "peppermint",
    "link": "https://distrowatch.com/peppermint",
    "about": "Peppermint OS is a Debian-based (previously a Lubuntu-based) Linux distribution that aims to be lightning fast and easy on system resources. By employing its Site Specific Browser, Peppermint integrates seamlessly with cloud and web-based applications. The distribution's other features include automatic updates, easy step-by-step installation, sleek and user-friendly interface, and increased mobility by integrating directly with cloud-based applications. The distribution once employed a hybrid LXDE/Xfce desktop environment, mixing LXDE's lxsession with Xfce's panel and application menu. Starting in 2022, Peppermint OS shifted to using the Xfce desktop, dropping the LXDE components.",
    "popularity": "29 (329 hits per day)",
    "homepage": "http://peppermintos.com/",
    "based_ons": ["Debian (Stable)", "Devuan"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Peropesis",
    "slug": "peropesis",
    "link": "https://distrowatch.com/peropesis",
    "about": "Peropesis (personal operating system) is a small-scale, minimalist, command-line-based Linux operating system. It's an incomplete system, but it's constantly being improved. Also, it is a free operating system created from free software, mostly distributed under the GNU GPL or BSD licenses.",
    "popularity": "263 (17 hits per day)",
    "homepage": "https://peropesis.org/",
    "based_ons": [],
    "desktop_environments": [""]
}, {
    "name": "pfSense",
    "slug": "pfsense",
    "link": "https://distrowatch.com/pfsense",
    "about": "pfSense is a free, open source customized distribution of FreeBSD specifically tailored for use as a firewall and router that is entirely managed via web interface. In addition to being a routing platform, pfSense includes a long list of related features and a package system which allows further expandability.",
    "popularity": "172 (46 hits per day)",
    "homepage": "https://www.pfsense.org/",
    "based_ons": ["FreeBSD", "m0n0wall"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Photon",
    "slug": "photonos",
    "link": "https://distrowatch.com/photonos",
    "about": "Photon OS is a minimal Linux container host, optimized to run on VMware platforms (though it is capable of running in other environments). Photon OS includes a small number of packages and offers users a command line interface. The default installation will often require less than 100MB of memory to run. The operating system comes with Docker pre-installed.",
    "popularity": "208 (34 hits per day)",
    "homepage": "https://vmware.github.io/photon/",
    "based_ons": [],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Pisi",
    "slug": "pisi",
    "link": "https://distrowatch.com/pisi",
    "about": "Pisi Linux is a GNU/Linux distribution based on the old Pardus Linux with its famous PiSi package management system. It's an operating system for desktop computer with software for listening to music, browsing the Internet and creating documents. Pisi Linux is built from scratch on a stable base, but many core user applications, such as the Firefox web browser or the VLC media player, are kept constantly up to date. To increase the distribution's user friendliness, Flash player and many multimedia codecs are installed and pre-configured for immediate use.",
    "popularity": "159 (53 hits per day)",
    "homepage": "https://www.pisilinux.org/",
    "based_ons": [],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Plamo",
    "slug": "plamo",
    "link": "https://distrowatch.com/plamo",
    "about": "Plamo Linux is a Japanese Linux distribution based on Slackware Linux. The installer, and many text-based and graphical tools have been updated to include Japanese language support.",
    "popularity": "167 (49 hits per day)",
    "homepage": "http://www.plamolinux.org/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["LXDE", "LXQt", "MATE", "Xfce"]
}, {
    "name": "PLD",
    "slug": "pld",
    "link": "https://distrowatch.com/pld",
    "about": "PLD Linux Distribution is a free, RPM-based Linux distribution, aimed at the more advanced users and administrators, who accept the trade-offs of using a system that might require manual tweaking in exchange for flexibility. Simultaneous support for a wide variety of architectures and non-conservative approach to RPM usage provide the users with a consistent environment on almost all available architectures.",
    "popularity": "238 (29 hits per day)",
    "homepage": "http://pld-linux.org/",
    "based_ons": [],
    "desktop_environments": ["Blackbox", "Fluxbox", "GNOME", "IceWM", "KDE", "WMaker", "Xfce"]
}, {
    "name": "Plop",
    "slug": "plop",
    "link": "https://distrowatch.com/plop",
    "about": "Plop Linux is a small distribution that can boot from CD, DVD, USB flash drive (UFD), USB hard disk or from network with PXE. It is designed to rescue data from a damaged system, backup and restore operating systems, automate tasks and more.",
    "popularity": "156 (54 hits per day)",
    "homepage": "http://www.plop.at/",
    "based_ons": [],
    "desktop_environments": ["Fluxbox", "MATE", "Xfce"]
}, {
    "name": "Pop!_OS",
    "slug": "popos",
    "link": "https://distrowatch.com/popos",
    "about": "Pop!_OS is an Ubuntu-based Linux distribution featuring a custom GNOME desktop. Pop!_OS is designed to have a minimal amount of clutter on the desktop without distractions in order to allow the user to focus on work. The distribution is developed by Linux computer retailer System76.",
    "popularity": "5 (1,269 hits per day)",
    "homepage": "https://system76.com/pop",
    "based_ons": ["Ubuntu", "Debian"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Porteus",
    "slug": "porteus",
    "link": "https://distrowatch.com/porteus",
    "about": "Porteus is a fast, portable and modular live CD/USB medium based on Slackware Linux. The distribution started as a community remix of Slax, another Slackware-based live CD, with KDE 3 as the default desktop for the i486 edition and a stripped-down KDE 4 as the desktop environment for the x86_64 flavour. There are now several desktop flavours of the distribution, which include editions running Cinnamon, GNOME, KDE Plasma, LXQt, MATE, and Xfce.",
    "popularity": "78 (148 hits per day)",
    "homepage": "http://www.porteus.org/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["Cinnamon", "GNOME", "KDE Plasma", "LXDE", "LXQt", "MATE", "Openbox", "Xfce"]
}, {
    "name": "Porteus Kiosk",
    "slug": "porteuskiosk",
    "link": "https://distrowatch.com/porteuskiosk",
    "about": "Porteus Kiosk is a lightweight Gentoo-based Linux operating system which has been downscaled and confined to allow the use of one application only - the Firefox web browser. The browser has been locked down to prevent users from tampering with settings or downloading and installing software. When the kiosk boots, it automatically opens Firefox to the user's preferred home page. The browsing history is not kept, no passwords are saved, and many menu items have been disabled for increased security. When Firefox is restarted all caches are cleared and the browser reopens with a clean session.",
    "popularity": "163 (50 hits per day)",
    "homepage": "http://porteus-kiosk.org/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["Firefox"]
}, {
    "name": "postmarketOS",
    "slug": "postmarketos",
    "link": "https://distrowatch.com/postmarketos",
    "about": "postmarketOS is an Alpine-based Linux distribution for mobile devices. The project offers three mobile interfaces: Phosh, Plasma Mobile, and Simple Mobile X Interface (Sxmo). The project aims to provide long-term support for a range of mobile devices, key among them the Librem 5 and the PinePhone, though other, traditionally Android devices, are supported.",
    "popularity": "128 (70 hits per day)",
    "homepage": "https://postmarketos.org/",
    "based_ons": ["Alpine"],
    "desktop_environments": ["Phosh", "Plasma Mobile", "Sxmo"]
}, {
    "name": "PrimTux",
    "slug": "primtux",
    "link": "https://distrowatch.com/primtux",
    "about": "PrimTux is a Debian- and Ubuntu-based distribution developed by a small team of school teachers and computer enthusiasts in educational environments. It is not intended to replace or become the main operating system of a modern computer, but an upgrade for obsolete equipment and benefiting the school or educational environment in the spirit of education.",
    "popularity": "246 (28 hits per day)",
    "homepage": "https://primtux.fr/",
    "based_ons": ["Ubuntu", "Debian (Stable)"],
    "desktop_environments": ["Fluxbox"]
}, {
    "name": "Proxmox",
    "slug": "proxmox",
    "link": "https://distrowatch.com/proxmox",
    "about": "Proxmox is a commercial company offering specialised products based on Debian GNU/Linux, notably Proxmox Virtual Environment and Proxmox Mail Gateway. Proxmox Virtual Environment is an open-source virtualisation platform for running virtual appliances and virtual machines. Proxmox Mail Gateway is a mail gateway with anti-spam and anti-virus features. The products are offered as free downloads with paid-for support and subscription options.",
    "popularity": "120 (72 hits per day)",
    "homepage": "http://www.proxmox.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Puppy",
    "slug": "puppy",
    "link": "https://distrowatch.com/puppy",
    "about": "Puppy Linux is yet another Linux distribution. What's different here is that Puppy is extraordinarily small, yet quite full-featured. Puppy boots into a ramdisk and, unlike live CD distributions that have to keep pulling stuff off the CD, it loads into RAM. This means that all applications start in the blink of an eye and respond to user input instantly. Puppy Linux has the ability to boot off a flash card or any USB memory device, CDROM, Zip disk or LS/120/240 Superdisk, floppy disks, internal hard drive. It can even use a multisession formatted CD-RW/DVD-RW to save everything back to the CD/DVD with no hard drive required at all.",
    "popularity": "28 (331 hits per day)",
    "homepage": "http://www.puppylinux.com/",
    "based_ons": [],
    "desktop_environments": ["JWM", "Openbox"]
}, {
    "name": "PureOS",
    "slug": "pureos",
    "link": "https://distrowatch.com/pureos",
    "about": "PureOS is a GNU/Linux distribution based on Debian. It is a desktop distribution that can be used as live media (CD or USB) or as full-featured operating systems installed on a hard disk. PureOS uses free and open source software exclusively and is endorsed by the Free Software Foundation. It ships with some privacy features enabled by default such as using DuckDuckGo as the search engine and the HTTPS Everywhere browser extension is enabled.",
    "popularity": "48 (208 hits per day)",
    "homepage": "https://pureos.net/",
    "based_ons": ["Debian"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Q4OS",
    "slug": "q4os",
    "link": "https://distrowatch.com/q4os",
    "about": "Q4OS is a Debian-based desktop Linux distribution designed to offer classic-style user interface (Trinity) and simple accessories, and to serve stable APIs for complex third-party applications, such as Google Chrome, VirtualBox and development tools. The system is also very useful for virtual cloud environments due to its very low hardware requirements.",
    "popularity": "26 (341 hits per day)",
    "homepage": "https://q4os.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["KDE Plasma", "Trinity"]
}, {
    "name": "Qubes",
    "slug": "qubes",
    "link": "https://distrowatch.com/qubes",
    "about": "Qubes OS is a security-oriented, Fedora-based desktop Linux distribution whose main concept is \"security by isolation\" by using domains implemented as lightweight Xen virtual machines. It attempts to combine two contradictory goals: how to make the isolation between domains as strong as possible, mainly due to clever architecture that minimises the amount of trusted code, and how to make this isolation as seamless and easy as possible.",
    "popularity": "57 (189 hits per day)",
    "homepage": "http://qubes-os.org/",
    "based_ons": ["Fedora"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "RasPiOS",
    "slug": "raspios",
    "link": "https://distrowatch.com/raspios",
    "about": "Raspberry Pi OS (formerly Raspbian) is a free operating system based on Debian GNU/Linux and optimised for the Raspberry Pi hardware (the armhf processor architecture). Raspberry Pi OS comes with over 35,000 packages, or pre-compiled software bundled in a nice format for easy installation on a Raspberry Pi. The initial build was completed in June of 2012, but the distribution continues to be active developed with an emphasis on improving the stability and performance of as many Debian packages as possible. Although Debian produces a distribution for the arm architecture, it is compatible only with versions later than the one used on the Raspberry Pi (ARMv7-A CPUs and higher vs the Raspberry Pi's ARMv6 CPU).",
    "popularity": "97 (124 hits per day)",
    "homepage": "https://www.raspberrypi.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["LXDE"]
}, {
    "name": "RasPlex",
    "slug": "rasplex",
    "link": "https://distrowatch.com/rasplex",
    "about": "RasPlex lets you turn your TV into a Smart TV. Similar to the AppleTV, but running on a Raspberry Pi computer and completely free and open source, RasPlex is basically a set-top box that lets you play content from your computer or smart phone to your TV. RasPlex currently uses LibreELEC as its base OS.",
    "popularity": "261 (22 hits per day)",
    "homepage": "http://www.rasplex.com/",
    "based_ons": ["OpenELEC"],
    "desktop_environments": ["Kodi"]
}, {
    "name": "RDS",
    "slug": "rds",
    "link": "https://distrowatch.com/rds",
    "about": "Raspberry Digital Signage is an operating system designed for digital signage installations on the Raspberry Pi: it displays a full-screen browser view restricted to a specified resource. It shows web pages from an Internet, local area network or internal (SD-card contained) sources; there is no way to escape this view but rebooting the machine.",
    "popularity": "164 (50 hits per day)",
    "homepage": "http://www.binaryemotions.com/digital-signage/raspberry-digital-signage/",
    "based_ons": ["Raspbian"],
    "desktop_environments": ["Chromium"]
}, {
    "name": "ReactOS",
    "slug": "reactos",
    "link": "https://distrowatch.com/reactos",
    "about": "ReactOS is a free and open-source operating system based on the best design principles found in the Windows NT architecture. Written completely from scratch, ReactOS is not a Linux-based system and it shares none of the UNIX architecture. The main goal of the ReactOS project is to provide an operating system which is binary compatible with Windows. This will allow Windows applications and drivers to run as they would on a Windows system. Additionally, the look and feel of the Windows operating system is used, such that people accustomed to the familiar user interface of Windows would find using ReactOS straightforward. The ultimate goal of ReactOS is to allow people to use it as an alternative to Windows without the need to change software they are used to.",
    "popularity": "54 (194 hits per day)",
    "homepage": "http://www.reactos.org/",
    "based_ons": [],
    "desktop_environments": ["ReactOS Explorer"]
}, {
    "name": "RebeccaBlackOS",
    "slug": "rebeccablackos",
    "link": "https://distrowatch.com/rebeccablackos",
    "about": "RebeccaBlackOS is a Debian-based live distribution which can be used to run Wayland desktop sessions. RebeccaBlackOS can run a number of popular open source desktop environments on top of a Wayland graphical session. The distribution was (and remains) one of the only Linux distributions to run a Wayland session from live media. The distribution is available in 32-bit and 64-bit builds for the x86 architecture.",
    "popularity": "214 (33 hits per day)",
    "homepage": "https://sourceforge.net/projects/rebeccablackos/",
    "based_ons": ["Debian (Testing)"],
    "desktop_environments": ["Hawaii", "KDE"]
}, {
    "name": "RebornOS",
    "slug": "rebornos",
    "link": "https://distrowatch.com/rebornos",
    "about": "RebornOS is a desktop-oriented Linux distribution based on Arch Linux. Although the RebornOS live image provides a GNOME desktop only, the installation process offers a choice to install one of the many popular desktop environments and window managers. Other interesting features of the distribution include support for Flatpak packages, optional installation of Anbox for running Android applications, a capability to rollback the system to a previous date, and graphical system configuration and maintenance tools.",
    "popularity": "74 (149 hits per day)",
    "homepage": "https://rebornos.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Recalbox",
    "slug": "recalbox",
    "link": "https://distrowatch.com/recalbox",
    "about": "Recalbox is a dedicated operating system for running video games on emulated retro and console platforms. Recalbox can also be used to run the Kodi media centre. The distribution's interface is primarily navigated with a console game controller, though keyboard support is available for many functions.",
    "popularity": "215 (33 hits per day)",
    "homepage": "https://www.recalbox.com/",
    "based_ons": [],
    "desktop_environments": ["No desktop"]
}, {
    "name": "Red Hat",
    "slug": "redhat",
    "link": "https://distrowatch.com/redhat",
    "about": "Red Hat Enterprise Linux (RHEL) is a Linux distribution developed by Red Hat and targeted toward the commercial market. Red Hat Enterprise Linux is released in server editions for x86, x86_64, Itanium, PowerPC and IBM System z architectures, and desktop editions for x86 and x86_64 processors. All of Red Hat's official support and training and the Red Hat Certification Program centres around the Red Hat Enterprise Linux platform. Red Hat uses strict trademark rules to restrict free re-distribution of its officially supported versions of Red Hat Enterprise Linux, but still freely provides its source code. Third-party derivatives can be built and redistributed by stripping away non-free components.",
    "popularity": "52 (199 hits per day)",
    "homepage": "http://www.redhat.com/",
    "based_ons": ["Fedora"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Redcore",
    "slug": "redcore",
    "link": "https://distrowatch.com/redcore",
    "about": "Redcore Linux explores the idea of bringing the power of Gentoo Linux to the masses. It aims to be a very quick way to install a pure Gentoo Linux system without spending hours or days compiling from source code, and reading documentation. To achieve this goal, Redcore provides a repository with pre-built binary packages which receives continuous updates, following a rolling release model.",
    "popularity": "129 (70 hits per day)",
    "homepage": "https://redcorelinux.org/",
    "based_ons": ["Gentoo"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Redo",
    "slug": "redo",
    "link": "https://distrowatch.com/redo",
    "about": "Redo Rescue is an Ubuntu-based live CD featuring backup, restore and disaster recovery software. It centres around an easy-to-use graphical program for running bare-metal backup and recovery on hard disk partitions, as well as on external hard drives and network shares. The CD also includes several popular data recovery programs and a web browser. The distribution, originally called Redo Backup & Recovery, went on hiatus after a release in late 2012, but was eventually resurrected in 2020 by the Redo Rescue project.",
    "popularity": "239 (29 hits per day)",
    "homepage": "http://redorescue.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["LXDE"]
}, {
    "name": "Refracta",
    "slug": "refracta",
    "link": "https://distrowatch.com/refracta",
    "about": "Refracta is a Linux distribution based on Devuan GNU+Linux (a systemd-free fork of Debian), designed primarily for home computer users and also for use as a system rescue and recovery disk. It provides a simple and familiar layout using the Xfce desktop. Other desktop environments and additional software packages are available from the Devuan package repository. Besides providing a Linux distribution on a live CD, the project also develops useful tools, such as refractainstaller, refractasnapshot and refracta2usb which allow users to customize the installation and create custom live CD or live USB images.",
    "popularity": "227 (31 hits per day)",
    "homepage": "https://refracta.org/",
    "based_ons": ["Debian", "Devuan"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Regata",
    "slug": "regata",
    "link": "https://distrowatch.com/regata",
    "about": "Regata OS is a Brazilian Linux distribution based on openSUSE, focusing on desktop and gaming needs. Its main characteristics include a Regata OS store for installing applications and games, out-of-the-box integration with Google Drive, support for a gaming mode via the Vulkan graphics API, an extensive library of games in the Regata OS Game Access portal, support for configuration of hybrid graphics in notebooks, and easy transfer of files between a computer and a smartphone. The distribution's user interface is KDE Plasma.",
    "popularity": "121 (72 hits per day)",
    "homepage": "https://www.regataos.com.br/",
    "based_ons": ["openSUSE"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Rescatux",
    "slug": "rescatux",
    "link": "https://distrowatch.com/rescatux",
    "about": "Rescatux is a Debian-based GNU/Linux live distribution that includes a graphical wizard for rescuing broken GNU/Linux installations. The available rescue options include restoring the GRUB bootloader after a Windows installation, Linux and Windows password resets, and Linux file system checks.",
    "popularity": "221 (32 hits per day)",
    "homepage": "http://www.supergrubdisk.org/rescatux/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["LXQt"]
}, {
    "name": "Rescuezilla",
    "slug": "rescuezilla",
    "link": "https://distrowatch.com/rescuezilla",
    "about": "Rescuezilla is a specialist Ubuntu-based distribution designed for system rescue tasks, including backups and system restoration. It was forked from the \"Redo Backup & Rescue\" project which was abandoned in 2012. Like its predecessor, it allows a \"bare-metal restore\" after any hardware failure directly from the live image. Some of the features include: works directly from the live CD/USB image; works with Linux, macOS and Windows; automatically searches a local area network for drives to backup to or restore from; recovers lost or deleted data files; includes configuration tools for managing disk and drives. Rescuezilla uses a simplified LXDE user interface.",
    "popularity": "139 (62 hits per day)",
    "homepage": "https://rescuezilla.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["LXDE"]
}, {
    "name": "RISC",
    "slug": "risc",
    "link": "https://distrowatch.com/risc",
    "about": "RISC OS is a computer operating system originally designed by Acorn Computers Ltd in Cambridge, England in 1987. RISC OS was specifically designed to run on the ARM chipset, which Acorn had designed concurrently for use in its new line of Archimedes personal computers. It takes its name from the RISC (reduced instruction set computing) architecture supported. Fast, compact and efficient, RISC OS is developed and tested by a loyal community of developers and users. RISC OS is not a version of Linux, nor is it in any way related to Windows, and it has a number of unique features and aspects to its design.",
    "popularity": "206 (35 hits per day)",
    "homepage": "https://www.riscosopen.org/",
    "based_ons": [],
    "desktop_environments": ["Pinboard"]
}, {
    "name": "Robolinux",
    "slug": "robolinux",
    "link": "https://distrowatch.com/robolinux",
    "about": "Robolinux is a user-friendly and intuitive operating system based on the latest long term support release of Ubuntu. One of the project's more interesting features is the availability of a pre-configured virtual machine support pack with Windows XP or Windows 7 - a VirtualBox setup which allows the user to install and run the Windows operating system seamlessly alongside Robolinux. This is an optional add-on that must be downloaded from the project's online store.",
    "popularity": "94 (128 hits per day)",
    "homepage": "http://www.robolinux.org/",
    "based_ons": ["Ubuntu", "Debian"],
    "desktop_environments": ["Cinnamon", "MATE", "Xfce"]
}, {
    "name": "Rockstor",
    "slug": "rockstor",
    "link": "https://distrowatch.com/rockstor",
    "about": "Rockstor is a specialist openSUSE-based Linux distribution designed for Network Attached Storage (NAS) and private cloud storage solutions. It is based on popular open-source technologies, such as the Btrfs file system and Docker for automating the deployment of applications inside software containers. In addition to standard NAS features like file sharing via NFS, Samba, SFTP and AFP, advanced features such as online volume management, CoW Snapshots, asynchronous replication, compression, and bitrot protection are also supported. Rockstor provides additional applications, including ownCloud, Syncthing, OpenVPN and Plex. These applications (called \"Rock-ons\") are powered by a Docker-based application hosting framework. The Rockstor user interface, written in JavaScript, makes it simple to manage the server from within a web browser.",
    "popularity": "255 (26 hits per day)",
    "homepage": "http://rockstor.com/",
    "based_ons": ["openSUSE"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Rocky",
    "slug": "rocky",
    "link": "https://distrowatch.com/rocky",
    "about": "Rocky Linux is a community enterprise operating system designed to be 100% bug-for-bug compatible with Red Hat Enterprise Linux. It is available for the x86_64 and AArch64 processor architectures.",
    "popularity": "32 (290 hits per day)",
    "homepage": "https://rockylinux.org/",
    "based_ons": ["Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "ROSA",
    "slug": "rosa",
    "link": "https://distrowatch.com/rosa",
    "about": "ROSA is a Russian company developing a variety of Linux-based solutions. Its flagship product, ROSA Desktop, is a Linux distribution featuring a highly customised KDE desktop and a number of modifications designed to enhance the user-friendliness of the working environment. The company also develops an \"Enterprise Server\" edition of ROSA which is based on Red Hat Enterprise Linux.",
    "popularity": "83 (139 hits per day)",
    "homepage": "https://www.rosalinux.ru/",
    "based_ons": ["Mandriva"],
    "desktop_environments": ["GNOME", "KDE", "KDE Plasma", "LXQt", "MATE"]
}, {
    "name": "RSS",
    "slug": "rss",
    "link": "https://distrowatch.com/rss",
    "about": "Raspberry Slideshow is focused on being a quick-to-set-up platform for displaying image and video files. The distribution is built for the Raspberry Pi exclusively. Insert a USB key with image/video files or a text file with image/video URIs and boot the OS: the system will display a slideshow of the media in a full-screen view using the Omxplayer.",
    "popularity": "216 (33 hits per day)",
    "homepage": "http://www.binaryemotions.com/digital-signage/raspberry-slideshow/",
    "based_ons": ["Raspbian"],
    "desktop_environments": ["Omxplayer"]
}, {
    "name": "Runtu",
    "slug": "runtu",
    "link": "https://distrowatch.com/runtu",
    "about": "Runtu is a Russian desktop Linux distribution based on Ubuntu's LTS (long-term support) releases. It features full support for Russian and a variety of extra applications, tools and media codecs. There are two separate editions that are produced with a varying degree of frequency; the \"Xfce\" edition tend to get more attention while the \"Lite\" edition, featuring the LXDE desktop, is also released and updated from time to time.",
    "popularity": "173 (46 hits per day)",
    "homepage": "http://www.runtu.org/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["KDE Plasma", "LXDE"]
}, {
    "name": "Salient",
    "slug": "salient",
    "link": "https://distrowatch.com/salient",
    "about": "Salient OS is an Arch Linux-based, rolling-release distribution aimed at multimedia and gaming enthusiasts. It is optimised for performance as a gaming workstation and it can be installed to a hard disk using the Calamares installer. Salient OS comes in two separate editions, featuring either the Xfce or the KDE Plasma desktop.",
    "popularity": "150 (57 hits per day)",
    "homepage": "https://salientos.github.io/",
    "based_ons": ["Arch"],
    "desktop_environments": ["KDE Plasma", "Xfce"]
}, {
    "name": "Salix",
    "slug": "salix",
    "link": "https://distrowatch.com/salix",
    "about": "Salix is a Slackware-based Linux distribution that is simple, fast, easy to use and compatible with Slackware Linux. Optimised for desktop use, Salix OS features one application per task, custom package repositories, advanced package management with dependency support, localised system administration tools and innovative artwork.",
    "popularity": "103 (105 hits per day)",
    "homepage": "http://www.salixos.org/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Scientific",
    "slug": "scientific",
    "link": "https://distrowatch.com/scientific",
    "about": "Scientific Linux is a recompiled Red Hat Enterprise Linux, co-developed by Fermi National Accelerator Laboratory and the European Organization for Nuclear Research (CERN). Although it aims to be fully compatible with Red Hat Enterprise Linux, it also provides additional packages not found in the upstream product; the most notable among these are various file systems, including Cluster Suite and Global File System (GFS), FUSE, OpenAFS, Squashfs and Unionfs, wireless networking support with Intel wireless firmware, MadWiFi and NDISwrapper, Sun Java and Java Development Kit (JDK), the lightweight IceWM window manager, R - a language and environment for statistical computing, and the Alpine email client.",
    "popularity": "185 (43 hits per day)",
    "homepage": "https://www.scientificlinux.org/",
    "based_ons": ["Red Hat"],
    "desktop_environments": ["GNOME", "IceWM", "KDE"]
}, {
    "name": "SELKS",
    "slug": "selks",
    "link": "https://distrowatch.com/selks",
    "about": "SELKS, a product of Stamus Networks, is a Debian-based live distribution designed for network security management. It provides a complete and ready-to-use Suricata IDS/IPS ecosystem with its own graphic rule manager. The system also includes Kibana IDS/NSM dashboards (for visualising logs and other time-stamped data) a Scirius (a rules management interface for Suricata). SELKS is released under the GNU GPLv3 licence.",
    "popularity": "135 (64 hits per day)",
    "homepage": "https://www.stamus-networks.com/open-source/#selks",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Septor",
    "slug": "septor",
    "link": "https://distrowatch.com/septor",
    "about": "Septor is a Linux distribution which provides users with a pre-configured computing environment for surfing the Internet anonymously. It is based on Debian's \"Testing\" branch and it uses Privoxy, a privacy-enhancing proxy, together with the Tor anonymity network to modify web page data and HTTP headers before the page is rendered by the browser. The distribution uses KDE Plasma as the preferred desktop environment and it also includes a the Tor Browser and OnionShare for anonymous file sharing.",
    "popularity": "168 (49 hits per day)",
    "homepage": "https://septor.sourceforge.io",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Shark",
    "slug": "sharklinux",
    "link": "https://distrowatch.com/sharklinux",
    "about": "SharkLinux is an Ubuntu-based distribution featuring the MATE desktop. The distribution automatically upgrades packages on the system to apply security patches. The distribution also enables sudo access by default without requiring a password for user convenience. SharkLinux features the Ubuntu Hardware Enablement (HWE) kernel by default.",
    "popularity": "247 (28 hits per day)",
    "homepage": "http://sharklinuxos.org/",
    "based_ons": ["Ubuntu", "Debian"],
    "desktop_environments": ["MATE"]
}, {
    "name": "siduction",
    "slug": "siduction",
    "link": "https://distrowatch.com/siduction",
    "about": "The siduction distribution is a desktop-oriented operating system and live medium based on the \"unstable\" branch of Debian GNU/Linux. Forked from aptosid in late 2011, siduction offers many separate live media with a range of desktop environments. The project also promises regular releases, an open development model, and friendly relationship with its developer and user community.",
    "popularity": "99 (118 hits per day)",
    "homepage": "https://siduction.org/",
    "based_ons": ["Debian (Unstable)"],
    "desktop_environments": ["KDE Plasma", "LXQt", "Xfce"]
}, {
    "name": "Slackel",
    "slug": "slackel",
    "link": "https://distrowatch.com/slackel",
    "about": "Slackel is a Linux distribution and live CD based on Slackware Linux and Salix OS. It is fully compatible with both. It uses the current version of Slackware and the latest version of the KDE desktop. The Slackel disc images are offered in two different forms - installation and live.",
    "popularity": "189 (42 hits per day)",
    "homepage": "http://www.slackel.gr/",
    "based_ons": ["Slackware", "Salix"],
    "desktop_environments": ["KDE", "MATE", "Openbox"]
}, {
    "name": "Slackware",
    "slug": "slackware",
    "link": "https://distrowatch.com/slackware",
    "about": "The Official Release of Slackware Linux by Patrick Volkerding is an advanced Linux operating system, designed with the twin goals of ease of use and stability as top priorities. Including the latest popular software while retaining a sense of tradition, providing simplicity and ease of use alongside flexibility and power, Slackware brings the best of all worlds to the table. Originally developed by Linus Torvalds in 1991, the UNIX-like Linux operating system now benefits from the contributions of millions of users and developers around the world. Slackware Linux provides new and experienced users alike with a fully-featured system, equipped to serve in any capacity from desktop workstation to machine-room server. Web, ftp, and email servers are ready to go out of the box, as are a wide selection of popular desktop environments. A full range of development tools, editors, and current libraries is included for users who wish to develop or compile additional software.",
    "popularity": "18 (421 hits per day)",
    "homepage": "http://www.slackware.com/",
    "based_ons": [],
    "desktop_environments": ["Blackbox", "Fluxbox", "FVWM", "KDE", "WMaker", "Xfce"]
}, {
    "name": "Slax",
    "slug": "slax",
    "link": "https://distrowatch.com/slax",
    "about": "Slax is a minimalist desktop live CD based on Slackware Linux. It boots into a simple desktop using the Fluxbox window manager which offers a small collection of applications, including the Chromium web browser, a text editor and a calculator. Prior to version 9.x, Slax was a Slackware-based live CD featuring the KDE desktop and a wide collection of pre-installed software for daily use together with useful recovery tools for system administrators. After releasing version 11.x with a Debian base, the project returned to a Slackware base for version 15.0.0.",
    "popularity": "65 (171 hits per day)",
    "homepage": "http://www.slax.org/",
    "based_ons": ["Debian (Stable)", "Slackware"],
    "desktop_environments": ["Fluxbox"]
}, {
    "name": "SliTaz",
    "slug": "slitaz",
    "link": "https://distrowatch.com/slitaz",
    "about": "SliTaz GNU/Linux is a mini distribution and live CD designed to run speedily on hardware with 256 MB of RAM. SliTaz uses BusyBox, a recent Linux kernel and GNU software. It boots with Syslinux and provides more than 200 Linux commands, the lighttpd web server, SQLite database, rescue tools, IRC client, SSH client and server powered by Dropbear, X window system, JWM (Joe's Window Manager), gFTP, Geany IDE, Mozilla Firefox, AlsaPlayer, GParted, a sound file editor and more. The SliTaz ISO image fits on a less than 30 MB media and takes just 80 MB of hard disk space.",
    "popularity": "134 (65 hits per day)",
    "homepage": "http://www.slitaz.org/",
    "based_ons": [],
    "desktop_environments": ["Openbox"]
}, {
    "name": "SmartOS",
    "slug": "smartos",
    "link": "https://distrowatch.com/smartos",
    "about": "SmartOS is an open-source UNIX-like operating system based on illumos, a community fork of OpenSolaris. It features four technologies - ZFS (a combined file system and logical volume manager), DTrace (a dynamic tracing framework for troubleshooting kernel and application problems), Zones (a lightweight virtualisation solution) and KVM (a full virtualisation solution for running a variety of guest operating systems, including Linux, Windows, BSD and Plan9). SmartOS is designed to be particularly suitable for building clouds and generating appliances.",
    "popularity": "40 (234 hits per day)",
    "homepage": "https://www.tritondatacenter.com/smartos",
    "based_ons": ["Solaris"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "SME Server",
    "slug": "smeserver",
    "link": "https://distrowatch.com/smeserver",
    "about": "SME Server (known as e-smith at the time) was founded in January 1999 by Joseph and Kim Morrison. The company introduced the first version of its flagship software product, the e-smith server and gateway, in April 1999. By the end of the year, many thousands of e-smith servers were running in countries from Fiji to Finland. Word was spreading quickly among developers and systems integrators who needed a solid, easy-to-use server for their small-business customers. In July 2001, e-smith was acquired by Mitel Networks, but was later released as an open-source product under the GPL licence. In May 2013 a new not-for-profit organisation was set up to manage SME server. Due to copyright issues it was named Koozali SME Server Inc. The word \"Koozali\" approximates to Swahili for \"rebirth\". Future versions will use this name. The distribution, which is based on CentOS, is currently entirely funded by donations.",
    "popularity": "256 (26 hits per day)",
    "homepage": "http://www.smeserver.org/",
    "based_ons": ["Fedora", "CentOS"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Snal",
    "slug": "snal",
    "link": "https://distrowatch.com/snal",
    "about": "Snal Linux is a small Linux distribution based on Arch Linux. It features the i3 window manager and it includes the Firefox web browser, as well as a handful of network and filesystem utilities. It is intended to be used as a live image to troubleshoot hard disk, system and network problems.",
    "popularity": "88 (131 hits per day)",
    "homepage": "https://snallinux.sourceforge.io/",
    "based_ons": ["Arch"],
    "desktop_environments": ["i3"]
}, {
    "name": "Solaris",
    "slug": "solaris",
    "link": "https://distrowatch.com/solaris",
    "about": "Solaris is a computer operating system, the proprietary Unix variant developed by Sun Microsystems. Early versions, based on BSD UNIX, were called SunOS. The shift to a System V code base in SunOS 5 was marked by changing the name to Solaris 2. Earlier versions were retroactively named Solaris 1.x. After version 2.6, Sun dropped the \"2.\" from the name. Solaris consists of the SunOS UNIX base operating system plus a graphical user environment. Solaris is written in a platform-independent manner and is available for SPARC and x86 processors (including x86_64). Starting from version 10, the Solaris licence changed and the product was distributed free of charge for any system or purpose, but after the acquisition of Sun Microsystems by Oracle in 2009, the product is once again proprietary with a restrictive licence.",
    "popularity": "176 (45 hits per day)",
    "homepage": "https://www.oracle.com/technetwork/server-storage/solaris11/overview/",
    "based_ons": [],
    "desktop_environments": ["AfterStep", "GNOME", "KDE", "WMaker", "Xfce"]
}, {
    "name": "Solus",
    "slug": "solus",
    "link": "https://distrowatch.com/solus",
    "about": "Solus is a Linux distribution built from scratch. It uses a forked version of the PiSi package manager, maintained as \"eopkg\" within Solus, and a custom desktop environment called \"Budgie\", developed in-house. The Budgie desktop, which can be set to emulate the look and feel of the GNOME 2 desktop, is tightly integrated with the GNOME stack. The distribution is available for 64-bit computers only.",
    "popularity": "25 (355 hits per day)",
    "homepage": "https://getsol.us/",
    "based_ons": [],
    "desktop_environments": ["Budgie", "GNOME", "KDE Plasma", "MATE"]
}, {
    "name": "SolydXK",
    "slug": "solydxk",
    "link": "https://distrowatch.com/solydxk",
    "about": "SolydX and SolydK are Debian-based distributions with the Xfce and KDE desktops respectively. SolydXK aims to be simple to use, providing an environment that is both stable and secure. SolydXK is an open-source alternative for small businesses, non-profit organisations and home users. The project started as an unofficial variant of Linux Mint's \"Debian\" edition with KDE as the default desktop, but it was later given its own identity as SolydK. SolydX was added after Linux Mint dropped its Debian-based flavour that used the Xfce desktop.",
    "popularity": "190 (42 hits per day)",
    "homepage": "https://solydxk.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["KDE", "Xfce"]
}, {
    "name": "Sophos",
    "slug": "sophos",
    "link": "https://distrowatch.com/sophos",
    "about": "Sophos UTM (formerly Astaro Security Gateway) offers an integrated software solution that provides superior performance in an all-in-one firewall. Its hardened operating system, stateful packet inspection, content filtering (virus & surf protection), application proxies and IPsec based VPN provides a powerful solution to today's security issues. It is designed to maximise networks security without compromising its performance enabling telecommuters, branch offices, customers and suppliers to safely share critical business information. Our proprietary user interface, WebAdmin allows ease of use and manageability of all open source firewall components, as well as the Up2Date service via the Internet. It is easy to install with all components on one CD achieving simple implementation and integration to existing network environments.",
    "popularity": "234 (30 hits per day)",
    "homepage": "http://www.sophos.com/en-us/products/unified.aspx",
    "based_ons": [],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Source Mage",
    "slug": "sourcemage",
    "link": "https://distrowatch.com/sourcemage",
    "about": "Sourcemage is a source-based GNU/Linux distribution based on a Sorcery metaphor of 'casting' and 'dispelling' programs, which we refer to as 'spells'.",
    "popularity": "222 (32 hits per day)",
    "homepage": "http://www.sourcemage.org/",
    "based_ons": ["Sorcerer"],
    "desktop_environments": ["AfterStep", "Blackbox", "Fluxbox", "GNOME", "i3", "IceWM", "JWM", "KDE", "Openbox", "Ratpoison", "Razor-qt", "WMaker", "Xfce"]
}, {
    "name": "SparkyLinux",
    "slug": "sparky",
    "link": "https://distrowatch.com/sparky",
    "about": "SparkyLinux is a lightweight, fast and simple Linux distribution designed for both old and new computers featuring customised Enlightenment and LXDE desktops. It has been built on the \"testing\" branch of Debian GNU/Linux.",
    "popularity": "21 (383 hits per day)",
    "homepage": "https://sparkylinux.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Budgie", "Enlightenment", "JWM", "KDE Plasma", "LXDE", "LXQt", "MATE", "Openbox", "Xfce"]
}, {
    "name": "Springdale",
    "slug": "springdale",
    "link": "https://distrowatch.com/springdale",
    "about": "Springdale Linux (formerly PUIAS Linux) is a complete operating system for desktops and servers, built by compiling the source packages for Red Hat Enterprise Linux. Besides these upstream packages, the project also provides several other repositories: \"Addons\" which contains additional packages not included in a stock Red Hat distribution, \"Computational\" which carries software specific to scientific computing, and \"Unsupported\" which holds various experimental packages. The distribution is maintained by the Institute for Advanced Study and Princeton University in the USA.",
    "popularity": "217 (33 hits per day)",
    "homepage": "http://springdale.math.ias.edu/",
    "based_ons": ["Fedora", "Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Star",
    "slug": "star",
    "link": "https://distrowatch.com/star",
    "about": "Star is a desktop-oriented Linux distribution based on Devuan GNU+Linux. Star is available in a range of editions, each featuring a lightweight desktop environment. Star is small enough to fit on a CD and uses SysV init software.",
    "popularity": "131 (69 hits per day)",
    "homepage": "https://sourceforge.net/projects/linnix/",
    "based_ons": ["Debian", "Devuan"],
    "desktop_environments": ["Fluxbox", "i3", "JWM", "Openbox"]
}, {
    "name": "Super Grub2",
    "slug": "supergrub",
    "link": "https://distrowatch.com/supergrub",
    "about": "Super Grub2 Disk is a live CD that helps the user to boot into almost any operating system even if the system cannot boot into it by normal means. This allows a user to boot into an installed operating system if their GRUB installation has been overwritten, erased or otherwise corrupted. Super Grub2 Disk can detect installed operating systems and provide a boot menu which allows the user to boot into their desired operating system. Super Grub2 Disk is not an operating system itself, but a live boot loader which can be run from a CD or USB thumb drive.",
    "popularity": "64 (172 hits per day)",
    "homepage": "http://www.supergrubdisk.org/super-grub2-disk/",
    "based_ons": [],
    "desktop_environments": [""]
}, {
    "name": "SUSE",
    "slug": "sle",
    "link": "https://distrowatch.com/sle",
    "about": "SUSE Linux Enterprise is an interoperable platform for mission-critical computing.  SUSE Linux Enterprise Desktop is an enterprise-quality Linux desktop that's ready for routine business use.  It provides interoperability with existing systems and many office applications.  It also delivers flexibility for desktop and notebook clients, thin-client devices, and high-end technical workstations.  SUSE Linux Enterprise Server is designed to handle mission-critical workloads. It is an open, scalable, solution that comes with integrated Xen-based virtualization, application security, and systems management across a range of hardware architectures.  SUSE Linux Enterprise Server provides interoperability with Windows and other platforms, and it provides a secure foundation for a broad range of edge, departmental and data center needs.",
    "popularity": "118 (77 hits per day)",
    "homepage": "https://www.suse.com/",
    "based_ons": ["openSUSE"],
    "desktop_environments": ["GNOME", "IceWM"]
}, {
    "name": "Swift",
    "slug": "swift",
    "link": "https://distrowatch.com/swift",
    "about": "Swift Linux is a lightweight, MX Linux-based distribution featuring the Xfce desktop environment. While Swift previously included forensic analysis and data recovery utilities, since version 16 the distribution has presented itself as MX Linux with alternative wallpaper.",
    "popularity": "240 (29 hits per day)",
    "homepage": "http://www.swiftlinux.org/",
    "based_ons": ["Debian", "MX Linux"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "SysLinuxOS",
    "slug": "syslinuxos",
    "link": "https://distrowatch.com/syslinuxos",
    "about": "SysLinuxOS is a Debian-based GNU/Linux live distribution designed for system administrators and system integrators. It offers a complete networking environment that is organised to integrate various software tools and has a friendly graphical interface using the MATE desktop. SysLinuxOS was built to work right out of the box, with all networking tools already installed by default. It includes all major Virtual Private Networks (VPNs), several remote control clients, various browsers, as well as Wine, Wireshark, Etherape, Ettercap, PackETH, Packet Sender, Putty, Nmap, Cutecom, Packet Tracer, tools for serial console, and the latest stable Linux kernel.",
    "popularity": "140 (62 hits per day)",
    "homepage": "https://syslinuxos.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["GNOME", "MATE"]
}, {
    "name": "SystemRescue",
    "slug": "systemrescue",
    "link": "https://distrowatch.com/systemrescue",
    "about": "SystemRescue is an Arch-based Linux system on a bootable CD-ROM or USB drive, designed for repairing a system and data after a crash. It also aims to provide an easy way to carry out administration tasks on a computer, such as creating and editing hard disk partitions. It contains many useful system utilities (GNU Parted, PartImage, FSTools) and some basic ones (editors, Midnight Commander, network tools). It aims to be very easy to use. The kernel of the system supports all of today's most important file systems, including ext2, ext3, ext4, ReiserFS, Reiser4FS, btrfs, XFS, JFS, VFAT, NTFS, ISO9660, as well as network file systems, such as Samba and NFS.",
    "popularity": "100 (117 hits per day)",
    "homepage": "http://www.system-rescue.org/",
    "based_ons": ["Arch"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "T2",
    "slug": "t2",
    "link": "https://distrowatch.com/t2",
    "about": "T2 is an open-source system development environment (or distribution build kit if you are more familiar with that term). T2 allows the creation of custom distributions with bleeding-edge technology. Currently, the Linux kernel is normally used, but the project is expanding to Hurd, OpenDarwin and OpenBSD. T2 started as a community driven fork from the ROCK Linux Project with the aim to create a decentralised development and a clean framework for spin-off projects and customised distributions.",
    "popularity": "151 (57 hits per day)",
    "homepage": "http://www.t2-project.org/",
    "based_ons": ["ROCK"],
    "desktop_environments": ["AfterStep", "Awesome", "Blackbox", "Enlightenment", "Fluxbox", "GNOME", "IceWM", "KDE", "LXDE", "Openbox", "WMaker", "Xfce"]
}, {
    "name": "Tails",
    "slug": "tails",
    "link": "https://distrowatch.com/tails",
    "about": "The Amnesic Incognito Live System (Tails) is a Debian-based live DVD/USB with the goal of providing complete Internet anonymity for the user. The product ships with several Internet applications, including web browser, IRC client, mail client and instant messenger, all pre-configured with security in mind and with all traffic anonymised. To achieve this, Incognito uses the Tor network to make Internet traffic very hard to trace.",
    "popularity": "31 (295 hits per day)",
    "homepage": "https://tails.boum.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Thinstation",
    "slug": "thinstation",
    "link": "https://distrowatch.com/thinstation",
    "about": "Thinstation is a modern thin client that does work on its own for basic operations like web browsing, managing removable media and printers, but rely on servers for major applications as well as administration of the clients. The clients may be diskless or boot from local media. Thinstation works as a client using X, ICA, RDP, SSH, NX, telnet, tn5250 and other protocols and works on standard PC hardware.",
    "popularity": "228 (31 hits per day)",
    "homepage": "http://www.thinstation.org/",
    "based_ons": ["CRUX"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Tiny Core",
    "slug": "tinycore",
    "link": "https://distrowatch.com/tinycore",
    "about": "Tiny Core Linux is a 16 MB graphical Linux desktop. It is based on a recent Linux kernel, BusyBox, Tiny X, Fltk, and Flwm. The core runs entirely in memory and boots very quickly. The user has complete control over which applications and/or additional hardware to have supported, be it for a desktop, a nettop, an appliance or server; selectable from the project's online repository.",
    "popularity": "75 (149 hits per day)",
    "homepage": "http://www.tinycorelinux.net/",
    "based_ons": ["Damn Small"],
    "desktop_environments": ["dwm", "Fluxbox", "flwm", "GNOME", "Hackedbox", "i3", "IceWM", "JWM", "Openbox", "WMFS"]
}, {
    "name": "ToOpPy",
    "slug": "tooppy",
    "link": "https://distrowatch.com/tooppy",
    "about": "ToOpPy Linux is a French distribution based on Puppy Linux. The project provides a lightweight distribution which includes many small utilities and can be run either from a live disc or installed on the hard drive.",
    "popularity": "252 (27 hits per day)",
    "homepage": "http://tooppy.linux.free.fr/",
    "based_ons": ["Puppy"],
    "desktop_environments": ["JWM"]
}, {
    "name": "Trisquel",
    "slug": "trisquel",
    "link": "https://distrowatch.com/trisquel",
    "about": "Trisquel GNU/Linux is a 100% libre Ubuntu-based Linux distribution. Its main purpose is to provide an operating system for varied audience, including home and office users, educational institutions, multimedia workstations, etc. The project is managed by independent developers and is partially funded by donations.",
    "popularity": "84 (139 hits per day)",
    "homepage": "http://trisquel.info/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["KDE Plasma", "LXDE", "MATE"]
}, {
    "name": "TrueNAS",
    "slug": "truenas",
    "link": "https://distrowatch.com/truenas",
    "about": "TrueNAS CORE (previously known as FreeNAS) is a free and Open Source Network-Attached Storage (NAS) operating system that supports file, block, and object storage. TrueNAS CORE is FreeBSD based and is a community-supported branch of the TrueNAS project, sponsored by iXsystems. It also has a commercial branch called TrueNAS Enterprise and a free and HyperConverged storage solution called TrueNAS SCALE. The TrueNAS SCALE branch is based on the Debian Linux distribution.",
    "popularity": "108 (92 hits per day)",
    "homepage": "https://www.truenas.com/",
    "based_ons": ["Debian", "FreeBSD"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "TurnKey",
    "slug": "turnkey",
    "link": "https://distrowatch.com/turnkey",
    "about": "TurnKey Linux is a Debian-based virtual appliance library that integrates some of the best open-source software into ready-to-use solutions. Each virtual appliance is optimised for ease of use and can be deployed in just a few minutes on bare metal, a virtual machine and in the cloud. The growing list of virtual appliances, each of which is available as a CD image or virtual machine image, include Bugzilla, Django, Drupal, File Server, Joomla, LAMP, Magento, Mantis, MediaWiki, MoinMoin, Moodle, MovableType, MySQL, Openbravo, phpBB, PostgreSQL, ProjectPier, Rails, Revision Control, StatusNet, Apache Tomcat, Torrent Server, Trac, TWiki, vtiger, WordPress, Zimra and others.",
    "popularity": "132 (68 hits per day)",
    "homepage": "http://www.turnkeylinux.org/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "UBOS",
    "slug": "ubos",
    "link": "https://distrowatch.com/ubos",
    "about": "UBOS is a Linux distribution designed to greatly reduce the amount of time required to set up and maintain common network services. UBOS features a command line utility, ubos-admin, which makes it possible to set up services such as Wordpress, Nextcloud and wiki software with a single command. Backing up all services and restoring them can also be accomplished by issuing a short command in the shell. UBOS is a rolling release distribution based on Arch Linux.",
    "popularity": "223 (32 hits per day)",
    "homepage": "http://ubos.net/",
    "based_ons": ["Arch"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "UBports",
    "slug": "ubports",
    "link": "https://distrowatch.com/ubports",
    "about": "UBports is a community-developed fork of Canonical's Ubuntu Touch operating system for mobile devices. UBports works on getting the mobile operating system working on new devices, provides software updates and ports new versions of Ubuntu to mobile devices.",
    "popularity": "152 (57 hits per day)",
    "homepage": "https://ubports.com/",
    "based_ons": ["Ubuntu"],
    "desktop_environments": ["Unity"]
}, {
    "name": "Ubuntu",
    "slug": "ubuntu",
    "link": "https://distrowatch.com/ubuntu",
    "about": "Ubuntu is a complete desktop Linux operating system, freely available with both community and professional support. The Ubuntu community is built on the ideas enshrined in the Ubuntu Manifesto: that software should be available free of charge, that software tools should be usable by people in their local language and despite any disabilities, and that people should have the freedom to customise and alter their software in whatever way they see fit. \"Ubuntu\" is an ancient African word, meaning \"humanity to others\". The Ubuntu distribution brings the spirit of Ubuntu to the software world.",
    "popularity": "6 (1,250 hits per day)",
    "homepage": "https://www.ubuntu.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["GNOME", "Unity"]
}, {
    "name": "Ubuntu Budgie",
    "slug": "ubuntubudgie",
    "link": "https://distrowatch.com/ubuntubudgie",
    "about": "Ubuntu Budgie (previously budgie-remix) is an Ubuntu-based distribution featuring the Budgie desktop, originally developed by the Solus project. Written from scratch and integrating tightly with the GNOME stack, Budgie focuses on simplicity and elegance, while also offering useful features, such as the Raven notification and customisation centre.",
    "popularity": "85 (137 hits per day)",
    "homepage": "https://ubuntubudgie.org/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Budgie"]
}, {
    "name": "Ubuntu Christian",
    "slug": "ubuntuce",
    "link": "https://distrowatch.com/ubuntuce",
    "about": "Ubuntu Christian Edition is a free, open source operating system geared towards Christians. It is based on the popular Ubuntu. Along with the standard Ubuntu applications, Ubuntu Christian Edition includes the best available Christian software. The latest release contains GnomeSword, a top of the line Bible study program for Linux based on the Sword Project. There are several modules installed with GnomeSword including Bibles, Commentaries, and Dictionaries. Ubuntu Christian Edition also includes fully integrated web content parental controls powered by Dansguardian. A graphical tool to adjust the parental control settings has also been developed specifically for Ubuntu Christian Edition. The goal of Ubuntu Christian Edition is not to bring Christianity to Linux but to bring Linux to Christians.",
    "popularity": "177 (45 hits per day)",
    "homepage": "http://www.ubuntuce.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["Unity"]
}, {
    "name": "Ubuntu DP",
    "slug": "ubuntudp",
    "link": "https://distrowatch.com/ubuntudp",
    "about": "Ubuntu DesktopPack is an Ubuntu remix built by Ukraine's UALinux, an official partner of Canonical. It comes with extra applications, drivers and media codecs, and includes full support for English, Russian and Ukrainian languages. Besides the default Ubuntu build, the project also releases variants based on Kubuntu and Xubuntu, as well as a free extension CD for schools and commercial CD/DVD packs with extra software for desktops, servers and gaming stations.",
    "popularity": "174 (46 hits per day)",
    "homepage": "http://ualinux.com/en/ubuntu-oem",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Budgie", "Cinnamon", "Deepin", "GNOME", "KDE Plasma", "LXQt", "MATE", "Unity", "Xfce"]
}, {
    "name": "Ubuntu Kylin",
    "slug": "ubuntukylin",
    "link": "https://distrowatch.com/ubuntukylin",
    "about": "Ubuntu Kylin is an official Ubuntu flavour whose primary goal is to create a variant of Ubuntu optimised for Chinese users (using the Simplified Chinese writing system), although it also supports other languages. The default desktop is called UKUI (Ubuntu Kylin User Interface) which is based on MATE desktop and is developed with the Qt toolkit. UKUI strives to adhere to the friendly-and-simple design concept. The distribution also includes more than 20 applications developed in-house, including Kylin Assistant, Kylin Video, Kylin Screenshots and Software Center.",
    "popularity": "116 (80 hits per day)",
    "homepage": "http://www.ubuntukylin.com/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["UKUI"]
}, {
    "name": "Ubuntu MATE",
    "slug": "ubuntumate",
    "link": "https://distrowatch.com/ubuntumate",
    "about": "Ubuntu MATE is a desktop Linux distribution which aims to bring the simplicity and elegance of the Ubuntu operating system through a classic, traditional desktop environment - the MATE desktop. MATE is the continuation of the GNOME 2 desktop environment which was used as Ubuntu's default desktop until 10.10 (when it was replaced by Unity). The project began its life as an Ubuntu \"remix\", but starting with version 15.04, it was formally accepted as an official member of the Ubuntu family of Linux distributions.",
    "popularity": "49 (205 hits per day)",
    "homepage": "https://ubuntu-mate.org/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["MATE"]
}, {
    "name": "Ubuntu Studio",
    "slug": "ubuntustudio",
    "link": "https://distrowatch.com/ubuntustudio",
    "about": "An official variant of Ubuntu, Ubuntu Studio is a Linux-based operating system for creative individuals in the areas of audio production, video production, graphics design, photography and desktop publishing. It makes professional audio accessible on Linux; it uses the JACK sound server and a kernel built with a low-latency patch. Up until version 20.10 Ubuntu Studio shipped with the Xfce desktop environment, but this was replaced by KDE Plasma in October 2020.",
    "popularity": "79 (145 hits per day)",
    "homepage": "http://ubuntustudio.org/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["KDE Plasma"]
}, {
    "name": "Ufficio Zero",
    "slug": "ufficiozero",
    "link": "https://distrowatch.com/ufficiozero",
    "about": "Ufficio Zero is a Linux distribution based on Xubuntu LTS (long-term support) release. It features a customised Xfce environment together with many powerful productivity suites, such as LibreOffice, LibreCAD, several cloud clients, Firefox and Thunderbird. It is available for both 32-bit and 64-bit computer systems. Ufficio Zero's Team has created a live bare metal restore Solution too for 64-bit machines only. This Duplica edition contains many tools to cloning and restoring hard disk images as well as checking for malware.",
    "popularity": "201 (38 hits per day)",
    "homepage": "https://www.ufficiozero.org/",
    "based_ons": ["Debian", "Devuan", "Mint", "PCLinuxOS"],
    "desktop_environments": ["MATE", "Openbox", "Xfce"]
}, {
    "name": "Ultimate",
    "slug": "ultimate",
    "link": "https://distrowatch.com/ultimate",
    "about": "Ultimate Edition, first released in December 2006, is a fork of Ubuntu and Linux Mint. The goal of the project is to create a complete, seamlessly integrated, visually stimulating, and easy-to-install operating system. Single-button upgrade is one of several special characteristics of this distribution. Other main features include custom desktop and theme with 3D effects, support for a wide range of networking options, including WiFi and Bluetooth, and integration of many extra applications and package repositories.",
    "popularity": "160 (52 hits per day)",
    "homepage": "http://ultimateedition.info/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Awesome", "Budgie", "GNOME", "KDE Plasma", "MATE"]
}, {
    "name": "Ultramarine",
    "slug": "ultramarine",
    "link": "https://distrowatch.com/ultramarine",
    "about": "Ultramarine Linux is a Fedora-based distribution featuring extra package repositories such as RPM Fusion, the Budgie (or Cutefish) desktop, and multimedia codecs. Ultramarine can be considered a spiritual successor to Korora Project and aims to make Fedora a more desktop-friendly experience.",
    "popularity": "119 (77 hits per day)",
    "homepage": "https://ultramarine-linux.org/",
    "based_ons": ["Fedora"],
    "desktop_environments": ["Budgie", "Cutefish", "GNOME"]
}, {
    "name": "Univention",
    "slug": "univention",
    "link": "https://distrowatch.com/univention",
    "about": "Univention Corporate Server is an enterprise-class distribution based on Debian GNU/Linux. It features an integrated management system for central administration of servers, Microsoft Active Directory-compatible domain services, and functions for parallel operation of virtualised server and desktop operating systems.",
    "popularity": "181 (44 hits per day)",
    "homepage": "https://www.univention.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["KDE"]
}, {
    "name": "Untangle",
    "slug": "untangle",
    "link": "https://distrowatch.com/untangle",
    "about": "Untangle NG Firewall is a Debian-based network gateway with pluggable modules for network applications like spam blocking, web filtering, anti-virus, anti-spyware, intrusion prevention, VPN, SSL VPN, firewall, and more.",
    "popularity": "241 (29 hits per day)",
    "homepage": "http://www.untangle.com/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Uruk",
    "slug": "uruk",
    "link": "https://distrowatch.com/uruk",
    "about": "Uruk GNU/Linux is a free software desktop distribution based on Trisquel. It follows the licensing guidelines of the Free Software Foundation. Uruk primarily uses .deb package files, but strives to support a wide range of package formats, including .rpm files.",
    "popularity": "248 (28 hits per day)",
    "homepage": "https://urukproject.org/dist/",
    "based_ons": ["Debian", "Trisquel"],
    "desktop_environments": ["MATE"]
}, {
    "name": "Venom",
    "slug": "venom",
    "link": "https://distrowatch.com/venom",
    "about": "Venom Linux is an independently-developed, rolling-release distribution inspired by CRUX. It targets experienced Linux users. Venom uses SysV init as the main init system and BSD-like ports as software packages which are managed by a custom package management tool called scratchpkg (written in compliance with POSIX standards). The distribution offers a simple graphical desktop built around the Openbox window manager and a text-mode system installer.",
    "popularity": "182 (44 hits per day)",
    "homepage": "https://venomlinux.org/",
    "based_ons": [],
    "desktop_environments": ["Openbox"]
}, {
    "name": "Vine",
    "slug": "vine",
    "link": "https://distrowatch.com/vine",
    "about": "Vine Linux is a supreme Linux distribution with integrated Japanese environment for desktop PCs and notebooks. Project Vine was founded by six members of the Project Japanese Extension (JPE) in 1998 and has been developing Vine Linux with help of many members and volunteers. Vine Seed, the development version of Vine Linux, is a public software repository, which all developers are welcome to join and contribute to. Out-of-the-box Kanji support is available throughout most applications and Japanese input support is provided by either the FreeWnn (or Wnn6 in the commercial \"CR\" edition) or the Canna input server.",
    "popularity": "209 (34 hits per day)",
    "homepage": "http://www.vinelinux.org/",
    "based_ons": [],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Void",
    "slug": "void",
    "link": "https://distrowatch.com/void",
    "about": "Void is an independently-developed, general-purpose operating system based on the monolithic Linux kernel. It features a hybrid binary/source package management system which allows users to quickly install, update and remove software, or to build software directly from sources with the help of the XBPS source packages collection. Other features of the distribution include support for Raspberry Pi single-board computers (both armv6 and armv7), rolling-release development model with daily updates, integration of OpenBSD's LibreSSL software, and native init system called \"runit\".",
    "popularity": "45 (220 hits per day)",
    "homepage": "https://voidlinux.org/",
    "based_ons": [],
    "desktop_environments": ["Cinnamon", "Enlightenment", "GNOME", "LXDE", "LXQt", "MATE", "Xfce"]
}, {
    "name": "Volumio",
    "slug": "volumio",
    "link": "https://distrowatch.com/volumio",
    "about": "Volumio (formerly RaspyFi) is a Debian-based distribution originally made for the Raspberry Pi single-board computer, but later expanded to other embedded devices, including CuBox, BeagleBone Black and UDOO. It aims to fully integrate Music Player Daemon, an open-source music player server, into the current Debian releases and to optimise it for Audiophile-quality music playback. Volumio also makes it simple to play music library directly from a USB storage device or from any network-attached storage and it also enables users to listen to web-based radio stations from Spotify, Last.fm and SoundCloud. Starting in October 2014 the project no longer provided a complete Linux distribution; instead it develops Volumio as a music player application only which it makes available for various platforms. The Volumio distribution resumed development in 2016 and is available for x86 computers as well as several ARM devices.",
    "popularity": "253 (27 hits per day)",
    "homepage": "https://volumio.org/",
    "based_ons": ["Debian (Stable)", "Raspbian"],
    "desktop_environments": ["No Desktop"]
}, {
    "name": "Voyager",
    "slug": "voyager",
    "link": "https://distrowatch.com/voyager",
    "about": "Voyager Live is an Xubuntu-based distribution and live DVD showcasing the Xfce desktop environment. Its features include the Avant Window Navigator or AWN (a dock-like navigation bar), Conky (a program which displays useful information on the desktop), and over 300 photographs and animations that can be used as desktop backgrounds. The project also develops several other editions of Voyager Live - a \"GE\" edition with GNOME Shell, a \"GS\" variant for Gamers, and a separately-maintained flavour based on Debian's \"stable\" branch.",
    "popularity": "47 (214 hits per day)",
    "homepage": "https://voyagerlive.org/",
    "based_ons": ["Debian (Stable)", "Xubuntu"],
    "desktop_environments": ["GNOME", "Xfce"]
}, {
    "name": "VyOS",
    "slug": "vyos",
    "link": "https://distrowatch.com/vyos",
    "about": "VyOS is a community fork of Vyatta, a Linux distribution discontinued in 2013. It is a network operating system that provides software-based network routing, firewall and VPN functionality. VyOS is based on Debian; its features include the ability to run on both physical and virtual platforms, and support for para-virtual drivers and integration packages for virtual platforms. VyOS was completely free to download and use until the release of version 1.2.0 in January 2019 when the project turned commercial, providing the operating system with various levels of support subscriptions. Daily \"rolling\" images are still available for free download though.",
    "popularity": "207 (35 hits per day)",
    "homepage": "https://vyos.io/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["No desktop"]
}, {
    "name": "VzLinux",
    "slug": "vz",
    "link": "https://distrowatch.com/vz",
    "about": "VzLinux, a product of Virtuozzo International GmbH, is a free and open-source distribution built from the source code for Red Hat Enterprise Linux. It is available in three different flavors - optimized for running in high-dense system container, virtual environments and as a bare-metal image. It is also supported as a guest operating system under different hypervisors (Virtuozzo, OpenVZ and KVM) with templates in hyperscaler marketplaces. The project also provides a ready-to-use conversion utility for simple and on-the-fly conversion from CentOS 8 to VzLinux 8, plus the possibility to convert CentOS 7 directly to VzLinux 8.",
    "popularity": "224 (32 hits per day)",
    "homepage": "https://www.virtuozzo.com/vzlinux.html",
    "based_ons": ["Fedora", "Red Hat"],
    "desktop_environments": ["GNOME"]
}, {
    "name": "Whonix",
    "slug": "whonix",
    "link": "https://distrowatch.com/whonix",
    "about": "Whonix is an operating system focused on anonymity, privacy and security. It is based on the Tor anonymity network, Debian GNU/Linux and security by isolation. Whonix consists of two parts: One solely runs Tor and acts as a gateway, which is called Whonix-Gateway. The other, which is called Whonix-Workstation, is on a completely isolated network. Only connections through Tor are possible. With Whonix, you can use applications and run servers anonymously over the Internet. DNS leaks are impossible, and even malware with root privileges cannot find out the user's real IP.",
    "popularity": "130 (70 hits per day)",
    "homepage": "https://www.whonix.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Wifislax",
    "slug": "wifislax",
    "link": "https://distrowatch.com/wifislax",
    "about": "Wifislax is a Slackware-based live CD containing a variety of security and forensics tools. The distribution's main claim to fame is the integration of various unofficial network drivers into the Linux kernel, thus providing out-of-the-box support for a large number of wired and wireless network cards.",
    "popularity": "144 (61 hits per day)",
    "homepage": "http://www.wifislax.com/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["KDE"]
}, {
    "name": "XigmaNAS",
    "slug": "xigmanas",
    "link": "https://distrowatch.com/xigmanas",
    "about": "XigmaNAS (formerly NAS4Free) is an embedded open-source NAS (Network-Attached Storage) distribution based on FreeBSD. XigmaNAS supports sharing across multiple operating systems, including Windows, Apple and UNIX-like systems. XigmaNAS is easy to set up in most home and enterprise environments and will allow to manage and share large amounts of data easily across a network. XigmaNAS also incorporates many different streaming features for sharing multimedia with other devices on the network. XigmaNAS includes ZFS v28 (RAIDZ, RAIDZ2 and RAIDZ3) Software RAID (0,1,5), Disk Encryption, S.M.A.R.T / Email Reports, and it supports the following protocols: CIFS (samba), FTP, NFS, TFTP, AFP, RSYNC, Unison, iSCSI (initiator and target), HAST, CARP, Bridge, UPnP, and BitTorrent. All are highly configurable by using a web interface.",
    "popularity": "186 (43 hits per day)",
    "homepage": "https://www.xigmanas.com/",
    "based_ons": ["FreeBSD"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "XStreamOS",
    "slug": "xstreamos",
    "link": "https://distrowatch.com/xstreamos",
    "about": "XStreamOS and XStream Desktop are Sonicle's effort to maintain a distribution of the illumos kernel (originally derived from OpenSolaris), featuring the ZFS file system, Crossbow network architecture, virtualisation and zones, as well as a customised LXDE desktop. It also strives to develop and contribute to the illumos kernel. Sonicle, a company located in Italy, also maintains two other full-featured products - XStream Server and XStream Storage.",
    "popularity": "249 (28 hits per day)",
    "homepage": "http://www.sonicle.com/index.jsp?pagename=xstreamos&parent=products",
    "based_ons": ["Solaris", "OpenSolaris"],
    "desktop_environments": ["LXDE"]
}, {
    "name": "Xubuntu",
    "slug": "xubuntu",
    "link": "https://distrowatch.com/xubuntu",
    "about": "Xubuntu is a community-developed operating system based on Ubuntu. It comes with Xfce, which is a stable, light and configurable desktop environment.",
    "popularity": "38 (238 hits per day)",
    "homepage": "http://www.xubuntu.org/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "YunoHost",
    "slug": "yunohost",
    "link": "https://distrowatch.com/yunohost",
    "about": "YunoHost is a Debian-based distribution which strives to make it easy to quickly set up a server and host web applications. The distribution can be managed through a custom command line utility or through a web-based administration panel.",
    "popularity": "153 (57 hits per day)",
    "homepage": "https://yunohost.org/",
    "based_ons": ["Debian"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Zentyal",
    "slug": "zentyal",
    "link": "https://distrowatch.com/zentyal",
    "about": "Zentyal Server (formerly eBox Platform) is a unified network server that offers easy and efficient computer network administration for small and medium-size businesses. It can act as a gateway, an infrastructure manager, a unified threat manager, an office server, a unified communication server or a combination of them. These functionalities are tightly integrated, automating most tasks, avoiding mistakes and saving time for system administrators. Zentyal Server is available in free (Development) and commercial editions. Zentyal is released under the GNU General Public License (GPL) and runs on top of Ubuntu.",
    "popularity": "225 (32 hits per day)",
    "homepage": "http://www.zentyal.org/",
    "based_ons": ["Debian", "Ubuntu"],
    "desktop_environments": ["LXDE", "WebUI"]
}, {
    "name": "Zenwalk",
    "slug": "zenwalk",
    "link": "https://distrowatch.com/zenwalk",
    "about": "Zenwalk Linux (formerly Minislack) is a Slackware-based GNU/Linux operating system with a goal of being slim and fast by using only one application per task and with a focus on graphical desktop and multimedia usage. Zenwalk features the latest Linux technology along with a complete programming environment and libraries to provide an ideal platform for application programmers. Zenwalk's modular approach also provides a simple way to convert Zenwalk Linux into a finely-tuned modern server (e.g. LAMP, messaging, file sharing).",
    "popularity": "161 (52 hits per day)",
    "homepage": "http://zenwalk.org/",
    "based_ons": ["Slackware"],
    "desktop_environments": ["Xfce"]
}, {
    "name": "Zephix",
    "slug": "zephix",
    "link": "https://distrowatch.com/zephix",
    "about": "Zephix is a live Linux operating system based on Debian's stable branch. It runs totally from removable media without touching any files stored on the user's system disk. The aim of Zephix is to provide a free modular operating system that users can carry with them and use wherever there is laptop or a desktop system available. The default ISO image comes without any graphical desktop, but a \"desktop\" module (with LXQt) is available separately, together with a \"firmware\" module and various popular application modules.",
    "popularity": "113 (84 hits per day)",
    "homepage": "https://zephix-linux.sourceforge.io/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["LXQt"]
}, {
    "name": "Zevenet",
    "slug": "zevenet",
    "link": "https://distrowatch.com/zevenet",
    "about": "Zevenet is a load balancer and application delivery system based on Debian. The Zevenet platform provides HTTP and HTTPS connections for web applications as well as load balancing services for TCP and UDP traffic. Zevenet is available in community and commercially supported editions.",
    "popularity": "145 (59 hits per day)",
    "homepage": "https://www.zevenet.com/",
    "based_ons": ["Debian (Stable)"],
    "desktop_environments": ["No Desktop", "WebUI"]
}, {
    "name": "Zorin",
    "slug": "zorin",
    "link": "https://distrowatch.com/zorin",
    "about": "Zorin OS is an Ubuntu-based Linux distribution designed especially for newcomers to Linux. It has a Windows-like graphical user interface and many programs similar to those found in Windows. Zorin OS also comes with an application that lets users run many Windows programs. The distribution's ultimate goal is to provide a Linux alternative to Windows and let Windows users enjoy all the features of Linux without complications.",
    "popularity": "11 (770 hits per day)",
    "homepage": "https://www.zorinos.com/",
    "based_ons": ["Debian", "Ubuntu (LTS)"],
    "desktop_environments": ["GNOME", "Xfce"]
}]